{
  "nhom_cau_hoi": [
      {
          "ma_nhom_cau_hoi": "NCH00",
          "ten_nhom_cau_hoi": "TẤT CẢ CÂU HỎI",
          "so_cau_hoi": 200,
          "hinh_anh": "ic_all"
      },
      {
          "ma_nhom_cau_hoi": "NCH01",
          "ten_nhom_cau_hoi": "20 CÂU ĐIỂM LIỆT",
          "so_cau_hoi": 20,
          "hinh_anh": "ic_diemliet"
      },
      {
          "ma_nhom_cau_hoi": "NCH02",
          "ten_nhom_cau_hoi": "KHÁI NIỆM VÀ QUY TẮC",
          "so_cau_hoi": 83,
          "hinh_anh": "ic_rule"
      },
      {
          "ma_nhom_cau_hoi": "NCH03",
          "ten_nhom_cau_hoi": "VĂN HOÁ VÀ ĐẠO ĐỨC",
          "so_cau_hoi": 5,
          "hinh_anh": "ic_culture"
      },
      {
          "ma_nhom_cau_hoi": "NCH04",
          "ten_nhom_cau_hoi": "KỸ THUẬT LÁI XE",
          "so_cau_hoi": 12,
          "hinh_anh": "ic_drive"
      },
      {
          "ma_nhom_cau_hoi": "NCH05",
          "ten_nhom_cau_hoi": "BIỂN BÁO ĐƯỜNG BỘ",
          "so_cau_hoi": 65,
          "hinh_anh": "ic_stop"
      },
      {
          "ma_nhom_cau_hoi": "NCH06",
          "ten_nhom_cau_hoi": "SA HÌNH",
          "so_cau_hoi": 35,
          "hinh_anh": "ic_sahinh"
      }
      ],
   "de_thi": [
    {
      "ma_de": "DE01",
      "ten_de": "Đề 1",
      "thoi_gian": 19,
      "so_cau": 25
    },
    {
      "ma_de": "DE02",
      "ten_de": "Đề 2",
      "thoi_gian": 19,
      "so_cau": 25
    },
    {
      "ma_de": "DE03",
      "ten_de": "Đề 3",
      "thoi_gian": 19,
      "so_cau": 25
    },
    {
      "ma_de": "DE04",
      "ten_de": "Đề 4",
      "thoi_gian": 19,
      "so_cau": 25
    },
    {
      "ma_de": "DE05",
      "ten_de": "Đề 5",
      "thoi_gian": 19,
      "so_cau": 25
    },
    {
      "ma_de": "DE06",
      "ten_de": "Đề 6",
      "thoi_gian": 19,
      "so_cau": 25
    },
    {
      "ma_de": "DE07",
      "ten_de": "Đề 7",
      "thoi_gian": 19,
      "so_cau": 25
    },
    {
      "ma_de": "DE08",
      "ten_de": "Đề 8",
      "thoi_gian": 19,
      "so_cau": 25
    }
  ],
    "cau hoi":[
        {
        "ma_cau_hoi": "CH001",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE01",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Phần của đường bộ được sử dụng cho các phương tiện giao thông qua lại là gì?",
        "dap_an_1": "Phần mặt đường và lề đường.",
        "dap_an_2": "Phần đường xe chạy.",
        "dap_an_3": "Phần đường xe cơ giới.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Phần đường xe chạy là phần của đường bộ được sử dụng cho các phương tiện giao thông qua lại."
      },
      {
        "ma_cau_hoi": "CH002",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE02",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "“Làn đường” là gì?",
        "dap_an_1": "Là một phần của phần đường xe chạy được chia theo chiều dọc của đường, sử dụng cho xe chạy.",
        "dap_an_2": "Là một phần của phần đường xe chạy được chia theo chiều dọc của đường, có bề rộng đủ cho xe chạy an toàn.",
        "dap_an_3": "Là đường cho xe ô tô chạy, dừng, đỗ an toàn.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Làn đường là phần của đường xe chạy, được chia theo chiều dọc và có bề rộng đủ để xe chạy an toàn."
      },
      {
        "ma_cau_hoi": "CH003",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE03",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Trong các khái niệm dưới đây, “dải phân cách” được hiểu như thế nào là đúng?",
        "dap_an_1": "Là bộ phận của đường để ngăn cách không cho các loại xe vào những nơi không được phép.",
        "dap_an_2": "Là bộ phận của đường để phân tách phần đường xe chạy và hành lang an toàn giao thông.",
        "dap_an_3": "Là bộ phận của đường để phân chia mặt đường thành hai chiều xe chạy riêng biệt hoặc để phân chia phần đường của xe cơ giới và xe thô sơ.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Dải phân cách dùng để phân chia mặt đường thành hai chiều xe chạy riêng biệt hoặc phân chia phần đường của xe cơ giới và xe thô sơ."
      },
      {
        "ma_cau_hoi": "CH004",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE04",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "“Dải phân cách” trên đường bộ gồm những loại nào?",
        "dap_an_1": "Dải phân cách gồm loại cố định và loại di động.",
        "dap_an_2": "Dải phân cách gồm tường chống ồn, hộ lan cứng và hộ lan mềm.",
        "dap_an_3": "Dải phân cách gồm giá long môn và biển báo hiệu đường bộ.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Dải phân cách trên đường bộ được chia thành hai loại chính: cố định và di động."
      },
      {
        "ma_cau_hoi": "CH005",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE05",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Người lái xe được hiểu như thế nào trong các khái niệm dưới đây?",
        "dap_an_1": "Là người điều khiển xe cơ giới.",
        "dap_an_2": "Là người điều khiển xe thô sơ.",
        "dap_an_3": "Là người điều khiển xe có súc vật kéo.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Người lái xe là người điều khiển xe cơ giới, theo quy định của luật giao thông đường bộ."
      },
      {
        "ma_cau_hoi": "CH006",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE06",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Đường mà trên đó phương tiện tham gia giao thông được các phương tiện giao thông đến từ hướng khác nhường đường khi qua nơi đường giao nhau, được cắm biển báo hiệu đường ưu tiên là loại đường gì?",
        "dap_an_1": "Đường không ưu tiên.",
        "dap_an_2": "Đường tỉnh lộ.",
        "dap_an_3": "Đường quốc lộ.",
        "dap_an_4": "Đường ưu tiên.",
        "dap_an_dung": "dap_an_4",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Đường ưu tiên là đường mà các phương tiện từ hướng khác phải nhường đường khi qua nơi giao nhau, được cắm biển báo hiệu đường ưu tiên."
      },
      {
        "ma_cau_hoi": "CH007",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE07",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Khái niệm “phương tiện giao thông cơ giới đường bộ” được hiểu thế nào là đúng?",
        "dap_an_1": "Gồm xe ô tô; máy kéo; xe mô tô hai bánh; xe mô tô ba bánh; xe gắn máy; xe cơ giới dùng cho người khuyết tật và xe máy chuyên dùng.",
        "dap_an_2": "Gồm xe ô tô; máy kéo; rơ moóc hoặc sơ mi rơ moóc được kéo bởi xe ô tô, máy kéo; xe mô tô hai bánh; xe mô tô ba bánh, xe gắn máy (kể cả xe máy điện) và các loại xe tương tự.",
        "dap_an_3": "",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Phương tiện giao thông cơ giới đường bộ bao gồm xe ô tô, máy kéo, rơ moóc, xe mô tô, xe gắn máy (kể cả xe máy điện) và các loại xe tương tự."
      },
      {
        "ma_cau_hoi": "CH008",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE08",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Khái niệm “phương tiện giao thông thô sơ đường bộ” được hiểu thế nào là đúng?",
        "dap_an_1": "Gồm xe đạp (kể cả xe đạp máy, xe đạp điện), xe xích lô, xe lăn dùng cho người khuyết tật, xe súc vật kéo và các loại xe tương tự.",
        "dap_an_2": "Gồm xe đạp (kể cả xe đạp máy, xe đạp điện), xe gắn máy, xe cơ giới dùng cho người khuyết tật và xe máy chuyên dùng.",
        "dap_an_3": "Gồm xe ô tô, máy kéo, rơ moóc hoặc sơ mi rơ moóc được kéo bởi xe ô tô, máy kéo.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Phương tiện giao thông thô sơ đường bộ bao gồm xe đạp, xe xích lô, xe lăn cho người khuyết tật, xe súc vật kéo và các loại xe tương tự."
      },
      {
        "ma_cau_hoi": "CH009",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE01",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "“Phương tiện tham gia giao thông đường bộ” gồm những loại nào?",
        "dap_an_1": "Phương tiện giao thông cơ giới đường bộ.",
        "dap_an_2": "Phương tiện giao thông thô sơ đường bộ và xe máy chuyên dùng.",
        "dap_an_3": "Cả ý 1 và ý 2.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Phương tiện tham gia giao thông đường bộ bao gồm cả phương tiện cơ giới, thô sơ và xe máy chuyên dùng."
      },
      {
        "ma_cau_hoi": "CH010",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE02",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "“Người tham gia giao thông đường bộ” gồm những đối tượng nào?",
        "dap_an_1": "Người điều khiển, người sử dụng phương tiện tham gia giao thông đường bộ.",
        "dap_an_2": "Người điều khiển, dẫn dắt súc vật; người đi bộ trên đường bộ.",
        "dap_an_3": "Cả ý 1 và ý 2.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Người tham gia giao thông đường bộ bao gồm cả người điều khiển phương tiện, người sử dụng phương tiện, người dẫn dắt súc vật và người đi bộ."
      },
      {
        "ma_cau_hoi": "CH011",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE03",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "“Người điều khiển phương tiện tham gia giao thông đường bộ” gồm những đối tượng nào dưới đây?",
        "dap_an_1": "Người điều khiển xe cơ giới, người điều khiển xe thô sơ.",
        "dap_an_2": "Người điều khiển xe máy chuyên dùng tham gia giao thông đường bộ.",
        "dap_an_3": "Cả ý 1 và ý 2.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Người điều khiển phương tiện bao gồm người điều khiển xe cơ giới, xe thô sơ và xe máy chuyên dùng."
      },
      {
        "ma_cau_hoi": "CH012",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE04",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Khái niệm “người điều khiển giao thông” được hiểu như thế nào là đúng?",
        "dap_an_1": "Là người điều khiển phương tiện tham gia giao thông tại nơi thi công, nơi ùn tắc giao thông, ở bến phà, tại cầu đường bộ đi chung với đường sắt.",
        "dap_an_2": "Là cảnh sát giao thông, người được giao nhiệm vụ hướng dẫn giao thông tại nơi thi công, nơi ùn tắc giao thông, ở bến phà, tại cầu đường bộ đi chung với đường sắt.",
        "dap_an_3": "Là người tham gia giao thông tại nơi thi công, nơi ùn tắc giao thông, ở bến phà, tại cầu đường bộ đi chung với đường sắt.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Người điều khiển giao thông là cảnh sát giao thông hoặc người được giao nhiệm vụ hướng dẫn giao thông tại các khu vực đặc biệt."
      },
      {
        "ma_cau_hoi": "CH013",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE05",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Trong các khái niệm dưới đây khái niệm “dừng xe” được hiểu như thế nào là đúng?",
        "dap_an_1": "Là trạng thái đứng yên của phương tiện giao thông không giới hạn thời gian để cho người lên, xuống phương tiện, xếp dỡ hàng hóa hoặc thực hiện công việc khác.",
        "dap_an_2": "Là trạng thái đứng yên tạm thời của phương tiện giao thông trong một khoảng thời gian cần thiết đủ để cho người lên, xuống phương tiện, xếp dỡ hàng hóa hoặc thực hiện công việc khác.",
        "dap_an_3": "Là trạng thái đứng yên của phương tiện giao thông không giới hạn thời gian giữa 02 lần vận chuyển hàng hoá hoặc hành khách.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Dừng xe là trạng thái đứng yên tạm thời trong thời gian cần thiết để thực hiện các công việc như lên xuống, xếp dỡ hàng hóa."
      },
      {
        "ma_cau_hoi": "CH014",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE06",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Khái niệm “đỗ xe” được hiểu như thế nào là đúng?",
        "dap_an_1": "Là trạng thái đứng yên của phương tiện giao thông có giới hạn trong một khoảng thời gian cần thiết đủ để cho người lên, xuống phương tiện đó, xếp dỡ hàng hóa hoặc thực hiện công việc khác.",
        "dap_an_2": "Là trạng thái đứng yên của phương tiện giao thông không giới hạn thời gian.",
        "dap_an_3": "",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Đỗ xe là trạng thái đứng yên của phương tiện không giới hạn thời gian, khác với dừng xe chỉ là tạm thời."
      },
      {
        "ma_cau_hoi": "CH015",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE07",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Cuộc đua xe chỉ được thực hiện khi nào?",
        "dap_an_1": "Diễn ra trên đường phố không có người qua lại.",
        "dap_an_2": "Được người dân ủng hộ.",
        "dap_an_3": "Được cơ quan có thẩm quyền cấp phép.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Cuộc đua xe chỉ được phép tổ chức khi có sự cấp phép từ cơ quan có thẩm quyền."
      },
      {
        "ma_cau_hoi": "CH016",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE08",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Người điều khiển phương tiện giao thông đường bộ mà trong cơ thể có chất ma tuý có bị nghiêm cấm hay không?",
        "dap_an_1": "Bị nghiêm cấm.",
        "dap_an_2": "Không bị nghiêm cấm.",
        "dap_an_3": "Không bị nghiêm cấm, nếu có chất ma tuý ở mức nhẹ, có thể điều khiển phương tiện tham gia giao thông.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Người điều khiển phương tiện giao thông đường bộ bị nghiêm cấm có chất ma túy trong cơ thể, theo quy định của luật giao thông."
      },
      {
        "ma_cau_hoi": "CH017",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE01",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Sử dụng rượu bia khi lái xe, nếu bị phát hiện thì bị xử lý như thế nào?",
        "dap_an_1": "Chỉ bị nhắc nhở.",
        "dap_an_2": "Bị xử phạt hành chính hoặc có thể bị xử lý hình sự tùy theo mức độ vi phạm.",
        "dap_an_3": "Không bị xử lý hình sự.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Sử dụng rượu bia khi lái xe là vi phạm nghiêm trọng, có thể bị xử phạt hành chính hoặc xử lý hình sự tùy mức độ."
      },
      {
        "ma_cau_hoi": "CH018",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE02",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Theo Luật phòng chống tác hại của rượu, bia, đối tượng nào dưới đây bị cấm sử dụng rượu bia khi tham gia giao thông?",
        "dap_an_1": "Người điều khiển: Xe ô tô, xe mô tô, xe đạp, xe gắn máy.",
        "dap_an_2": "Người ngồi phía sau người điều khiển xe cơ giới.",
        "dap_an_3": "Người đi bộ.",
        "dap_an_4": "Cả ý 1 và ý 2.",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Theo Luật phòng chống tác hại của rượu, bia, người điều khiển các phương tiện như xe ô tô, xe mô tô, xe đạp, xe gắn máy bị cấm sử dụng rượu bia."
      },
      {
        "ma_cau_hoi": "CH019",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE03",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Hành vi điều khiển xe cơ giới chạy quá tốc độ quy định, giành đường, vượt ẩu có bị nghiêm cấm hay không?",
        "dap_an_1": "Bị nghiêm cấm tuỳ từng trường hợp.",
        "dap_an_2": "Không bị nghiêm cấm.",
        "dap_an_3": "Bị nghiêm cấm.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Hành vi chạy quá tốc độ, giành đường, vượt ẩu là hành vi bị nghiêm cấm vì gây nguy hiểm cho an toàn giao thông."
      },
      {
        "ma_cau_hoi": "CH020",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE04",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Khi lái xe trong khu đô thị và đông dân cư trừ các khu vực có biển cấm sử dụng còi, người lái xe được sử dụng còi như thế nào trong các trường hợp dưới đây?",
        "dap_an_1": "Từ 22 giờ đêm đến 5 giờ sáng.",
        "dap_an_2": "Từ 5 giờ sáng đến 22 giờ tối.",
        "dap_an_3": "Từ 23 giờ đêm đến 5 giờ sáng hôm sau.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Trong khu đô thị và đông dân cư, người lái xe được phép sử dụng còi từ 5 giờ sáng đến 22 giờ tối, trừ nơi có biển cấm."
      },
      {
        "ma_cau_hoi": "CH021",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE05",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Người lái xe sử dụng đèn như thế nào khi lái xe trong khu đô thị và đông dân cư vào ban đêm?",
        "dap_an_1": "Bất cứ đèn nào miễn là mắt nhìn rõ phía trước.",
        "dap_an_2": "Chỉ bật đèn chiếu xa (đèn pha) khi không nhìn rõ đường.",
        "dap_an_3": "Đèn chiếu xa (đèn pha) khi đường vắng, đèn pha chiếu gần (đèn cốt) khi có xe đi ngược chiều.",
        "dap_an_4": "Đèn chiếu gần (đèn cốt).",
        "dap_an_dung": "dap_an_4",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Trong khu đô thị và đông dân cư vào ban đêm, người lái xe phải sử dụng đèn chiếu gần (đèn cốt) để đảm bảo an toàn."
      },
      {
        "ma_cau_hoi": "CH022",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE06",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Trong trường hợp đặc biệt, để được lắp đặt, sử dụng còi, đèn không đúng với thiết kế của nhà sản xuất đối với từng loại xe cơ giới bạn phải đảm bảo yêu cầu nào dưới đây?",
        "dap_an_1": "Phải đảm bảo phụ tùng do đúng nhà sản xuất đó cung cấp.",
        "dap_an_2": "Phải được chấp thuận của cơ quan có thẩm quyền.",
        "dap_an_3": "Phải là xe đăng ký và hoạt động tại các khu vực có địa hình phức tạp.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Việc lắp đặt, sử dụng còi, đèn không đúng thiết kế của nhà sản xuất phải được cơ quan có thẩm quyền chấp thuận."
      },
      {
        "ma_cau_hoi": "CH023",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE07",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Ở phần đường dành cho người đi bộ qua đường, trên cầu, đầu cầu, đường cao tốc, đường hẹp, đường dốc, tại nơi đường bộ giao nhau cùng mức với đường sắt có được quay đầu xe hay không?",
        "dap_an_1": "Được phép.",
        "dap_an_2": "Không được phép.",
        "dap_an_3": "Tùy từng trường hợp.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Không được phép quay đầu xe tại các khu vực như phần đường dành cho người đi bộ, trên cầu, đường cao tốc, nơi giao nhau với đường sắt vì gây nguy hiểm."
      },
      {
        "ma_cau_hoi": "CH024",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE08",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Bạn đang lái xe phía trước có một xe cảnh sát giao thông không phát tín hiệu ưu tiên bạn có được phép vượt hay không?",
        "dap_an_1": "Không được vượt.",
        "dap_an_2": "Được vượt khi đang đi trên cầu.",
        "dap_an_3": "Được phép vượt khi đi qua nơi giao nhau có ít phương tiện.",
        "dap_an_4": "Được vượt khi đảm bảo an toàn.",
        "dap_an_dung": "dap_an_4",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Xe cảnh sát giao thông thuộc nhóm xe ưu tiên, dù không bật tín hiệu vẫn không được vượt."
      },
      {
        "ma_cau_hoi": "CH025",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE01",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Bạn đang lái xe phía trước có một xe cứu thương đang phát tín hiệu ưu tiên bạn có được phép vượt hay không?",
        "dap_an_1": "Không được vượt.",
        "dap_an_2": "Được vượt khi đang đi trên cầu.",
        "dap_an_3": "Được phép vượt khi đi qua nơi giao nhau có ít phương tiện.",
        "dap_an_4": "Được vượt khi đảm bảo an toàn.",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Xe cứu thương đang phát tín hiệu ưu tiên thuộc nhóm xe được quyền ưu tiên cao nhất."
      },
      {
        "ma_cau_hoi": "CH026",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE02",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Người điều khiển xe mô tô hai bánh, ba bánh, xe gắn máy có được phép sử dụng xe để kéo hoặc đẩy các phương tiện khác khi tham gia giao thông không?",
        "dap_an_1": "Được phép.",
        "dap_an_2": "Nếu phương tiện được kéo, đẩy có khối lượng nhỏ hơn phương tiện của mình.",
        "dap_an_3": "Tuỳ trường hợp.",
        "dap_an_4": "Không được phép.",
        "dap_an_dung": "dap_an_4",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Theo Điều 30 Luật Giao thông đường bộ, nghiêm cấm sử dụng xe mô tô, xe máy để kéo, đẩy xe khác."
      },
      {
        "ma_cau_hoi": "CH027",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE03",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Khi điều khiển xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy, những hành vi buông cả hai tay; sử dụng xe để kéo, đẩy xe khác, vật khác; sử dụng chân chống của xe quệt xuống đường khi xe đang chạy có được phép hay không?",
        "dap_an_1": "Được phép.",
        "dap_an_2": "Tuỳ trường hợp.",
        "dap_an_3": "Không được phép.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Tất cả các hành vi trên đều bị cấm theo quy định tại Điều 30 Luật Giao thông đường bộ."
      },
      {
        "ma_cau_hoi": "CH028",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE04",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Khi điều khiển xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy, những hành vi nào không được phép?",
        "dap_an_1": "Buông cả hai tay; sử dụng xe để kéo, đẩy xe khác, vật khác; sử dụng chân chống của xe quệt xuống đường khi xe đang chạy.",
        "dap_an_2": "Buông một tay; sử dụng xe để chở người hoặc hàng hoá; để chân chạm xuống đất khi khởi hành.",
        "dap_an_3": "Đội mũ bảo hiểm; chạy xe đúng tốc độ quy định và chấp hành đúng quy tắc giao thông đường bộ.",
        "dap_an_4": "Chở người ngồi sau dưới 16 tuổi.",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Các hành vi ở đáp án 1 là vi phạm nghiêm trọng quy tắc giao thông."
      },
      {
        "ma_cau_hoi": "CH029",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE05",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Người ngồi trên xe mô tô hai bánh, ba bánh, xe gắn máy khi tham gia giao thông có được mang, vác vật cồng kềnh hay không?",
        "dap_an_1": "Được mang, vác tuỳ trường hợp cụ thể.",
        "dap_an_2": "Không được mang, vác.",
        "dap_an_3": "Được mang, vác nhưng phải đảm bảo an toàn.",
        "dap_an_4": "Được mang, vác tùy theo sức khỏe của bản thân.",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Theo quy định, người ngồi trên xe mô tô, xe máy không được mang, vác vật cồng kềnh."
      },
      {
        "ma_cau_hoi": "CH030",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE06",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Người ngồi trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy khi tham gia giao thông có được bám, kéo hoặc đẩy các phương tiện khác không?",
        "dap_an_1": "Được phép.",
        "dap_an_2": "Được bám trong trường hợp phương tiện của mình bị hỏng.",
        "dap_an_3": "Được kéo, đẩy trong trường hợp phương tiện khác bị hỏng.",
        "dap_an_4": "Không được phép.",
        "dap_an_dung": "dap_an_4",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Nghiêm cấm mọi hành vi bám, kéo, đẩy phương tiện khác khi tham gia giao thông."
      },
      {
        "ma_cau_hoi": "CH031",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE07",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Người ngồi trên xe mô tô hai bánh, xe mô tô ba bánh, xe gắn máy khi tham gia giao thông có được sử dụng ô khi trời mưa hay không?",
        "dap_an_1": "Được sử dụng.",
        "dap_an_2": "Chỉ người ngồi sau được sử dụng.",
        "dap_an_3": "Không được sử dụng.",
        "dap_an_4": "Được sử dụng nếu không có áo mưa.",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Sử dụng ô khi ngồi trên xe máy gây mất an toàn và bị nghiêm cấm."
      },
      {
        "ma_cau_hoi": "CH032",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE08",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Khi đang lên dốc người ngồi trên xe mô tô có được kéo theo người đang điều khiển xe đạp hay không?",
        "dap_an_1": "Chỉ được phép nếu cả hai đội mũ bảo hiểm.",
        "dap_an_2": "Không được phép.",
        "dap_an_3": "Chỉ được thực hiện trên đường thật vắng.",
        "dap_an_4": "Chỉ được phép khi người đi xe đạp đã quá mệt.",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Nghiêm cấm mọi hành vi kéo, đẩy phương tiện khác khi tham gia giao thông."
      },
      {
        "ma_cau_hoi": "CH033",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE01",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Hành vi sử dụng xe mô tô để kéo, đẩy xe mô tô khác bị hết xăng đến trạm mua xăng có được phép hay không?",
        "dap_an_1": "Chỉ được kéo nếu đã nhìn thấy trạm xăng.",
        "dap_an_2": "Chỉ được thực hiện trên đường vắng phương tiện cùng tham gia giao thông.",
        "dap_an_3": "Không được phép.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Kéo, đẩy xe khác bằng xe máy vi phạm Điều 30 Luật Giao thông đường bộ."
      },
      {
        "ma_cau_hoi": "CH034",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE02",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Hành vi vận chuyển đồ vật cồng kềnh bằng xe mô tô, xe gắn máy khi tham gia giao thông có được phép hay không?",
        "dap_an_1": "Không được vận chuyển.",
        "dap_an_2": "Chỉ được vận chuyển khi đã chằng buộc cẩn thận.",
        "dap_an_3": "Chỉ được vận chuyển vật cồng kềnh trên xe máy nếu khoảng cách về nhà ngắn hơn 2 km.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Vận chuyển vật cồng kềnh bằng xe máy gây nguy hiểm và bị cấm theo quy định."
      },
      {
        "ma_cau_hoi": "CH035",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE03",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Người đủ bao nhiêu tuổi trở lên thì được điều khiển xe mô tô hai bánh, xe mô tô ba bánh có dung tích xi lanh từ 50 cm3 trở lên và các loại xe có kết cấu tương tự; xe ô tô tải, máy kéo có trọng tải dưới 3,5 tấn; xe ô tô chở người đến 9 chỗ ngồi?",
        "dap_an_1": "16 tuổi.",
        "dap_an_2": "18 tuổi.",
        "dap_an_3": "17 tuổi.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Theo Điều 60 Luật Giao thông đường bộ, độ tuổi tối thiểu để lái xe mô tô trên 50cm3 và xe ô tô loại nhỏ là 18 tuổi."
      },
      {
        "ma_cau_hoi": "CH036",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE04",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Người đủ 16 tuổi được điều khiển các loại xe nào dưới đây?",
        "dap_an_1": "Xe mô tô 2 bánh có dung tích xi-lanh từ 50 cm3 trở lên.",
        "dap_an_2": "Xe gắn máy có dung tích xi-lanh dưới 50 cm3.",
        "dap_an_3": "Xe ô tô tải dưới 3,5 tấn; xe chở người đến 9 chỗ ngồi.",
        "dap_an_4": "Tất cả các ý nêu trên.",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Người từ đủ 16 tuổi chỉ được lái xe gắn máy có dung tích dưới 50cm3 (theo Điều 60)."
      },
      {
        "ma_cau_hoi": "CH037",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE05",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Người có GPLX mô tô hạng A1 không được phép điều khiển loại xe nào dưới đây?",
        "dap_an_1": "Xe mô tô có dung tích xi-lanh 125 cm3.",
        "dap_an_2": "Xe mô tô có dung tích xi-lanh từ 175 cm3 trở lên.",
        "dap_an_3": "Xe mô tô có dung tích xi-lanh 100 cm3.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "GPLX hạng A1 chỉ được lái xe mô tô có dung tích từ 50cm3 đến dưới 175cm3."
      },
      {
        "ma_cau_hoi": "CH038",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE06",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Người có GPLX mô tô hạng A1 được phép điều khiển loại xe nào dưới đây?",
        "dap_an_1": "Xe mô tô hai bánh có dung tích xi-lanh từ 50 cm3 đến dưới 175 cm3.",
        "dap_an_2": "Xe mô tô ba bánh dùng cho người khuyết tật.",
        "dap_an_3": "Cả ý 1 và ý 2.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Hạng A1 được lái xe mô tô 2 bánh (50-175cm3) và xe 3 bánh cho người khuyết tật."
      },
      {
        "ma_cau_hoi": "CH039",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE07",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Biển báo hiệu có dạng hình tròn, viền đỏ, nền trắng, trên nền có hình vẽ hoặc chữ số, chữ viết màu đen là loại biển gì dưới đây?",
        "dap_an_1": "Biển báo nguy hiểm.",
        "dap_an_2": "Biển báo cấm.",
        "dap_an_3": "Biển báo hiệu lệnh.",
        "dap_an_4": "Biển báo chỉ dẫn.",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "c39",
        "giai_thich_cau_hoi": "Biển tròn, viền đỏ, nền trắng là biển báo cấm (theo QCVN 41:2019)."
      },
      {
        "ma_cau_hoi": "CH040",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE08",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Biển báo hiệu có dạng tam giác đều, viền đỏ, nền màu vàng, trên có hình vẽ màu đen là loại biển gì dưới đây?",
        "dap_an_1": "Biển báo nguy hiểm.",
        "dap_an_2": "Biển báo cấm.",
        "dap_an_3": "Biển báo hiệu lệnh.",
        "dap_an_4": "Biển báo chỉ dẫn.",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "c40",
        "giai_thich_cau_hoi": "Biển tam giác vàng viền đỏ là biển báo nguy hiểm."
      },
      {
        "ma_cau_hoi": "CH041",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE01",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Biển báo hiệu hình tròn có nền xanh lam có hình vẽ màu trắng là loại biển gì dưới đây?",
        "dap_an_1": "Biển báo nguy hiểm.",
        "dap_an_2": "Biển báo cấm.",
        "dap_an_3": "Biển báo hiệu lệnh phải thi hành.",
        "dap_an_4": "Biển báo chỉ dẫn.",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "c41",
        "giai_thich_cau_hoi": "Biển tròn xanh lam là biển hiệu lệnh bắt buộc thi hành."
      },
      {
        "ma_cau_hoi": "CH042",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE02",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Biển báo hiệu hình chữ nhật hoặc hình vuông hoặc hình mũi tên nền xanh lam là loại biển gì dưới đây?",
        "dap_an_1": "Biển báo nguy hiểm.",
        "dap_an_2": "Biển báo cấm.",
        "dap_an_3": "Biển báo hiệu lệnh phải thi hành.",
        "dap_an_4": "Biển báo chỉ dẫn.",
        "dap_an_dung": "dap_an_4",
        "hinh_anh": "c42",
        "giai_thich_cau_hoi": "Biển chữ nhật/xanh lam thường là biển chỉ dẫn."
      },
      {
        "ma_cau_hoi": "CH043",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE03",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Khi sử dụng giấy phép lái xe đã khai báo mất để điều khiển phương tiện cơ giới đường bộ, ngoài việc bị thu hồi giấy phép lái xe, chịu trách nhiệm trước pháp luật, người lái xe không được cấp giấy phép lái xe trong thời gian bao nhiêu năm?",
        "dap_an_1": "02 năm.",
        "dap_an_2": "03 năm.",
        "dap_an_3": "05 năm.",
        "dap_an_4": "04 năm.",
        "dap_an_dung": "dap_an_5",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Theo Điều 58 Nghị định 100/2019/NĐ-CP, hành vi này bị cấm cấp GPLX trong 2 năm."
      },
      {
        "ma_cau_hoi": "CH045",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE05",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Khi gặp hiệu lệnh của cảnh sát giao thông giơ tay thẳng đứng, người tham gia giao thông phải đi như thế nào?",
        "dap_an_1": "Người tham gia giao thông ở hướng đối diện cảnh sát giao thông được đi, các hướng khác cần phải dừng lại.",
        "dap_an_2": "Người tham gia giao thông được rẽ phải theo chiều mũi tên màu xanh ở bục cảnh sát giao thông.",
        "dap_an_3": "Người tham gia giao thông ở các hướng đều phải dừng lại trừ các xe đã ở trong khu vực giao nhau.",
        "dap_an_4": "Người ở hướng đối diện cảnh sát giao thông phải dừng lại, các hướng khác được đi trong đó có bạn.",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "c45",
        "giai_thich_cau_hoi": "Hiệu lệnh giơ tay thẳng đứng yêu cầu tất cả các hướng dừng lại."
      },
      {
        "ma_cau_hoi": "CH044",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE04",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Khi gặp hiệu lệnh của cảnh sát giao thông dang ngang tay, người tham gia giao thông phải đi như thế nào?",
        "dap_an_1": "Người tham gia giao thông ở các hướng phải dừng lại.",
        "dap_an_2": "Người tham gia giao thông ở các hướng được đi theo chiều gậy chỉ của cảnh sát giao thông.",
        "dap_an_3": "Người tham gia giao thông ở phía trước và phía sau người điều khiển được đi tất cả các hướng; người tham gia giao thông ở phía bên ơhair và phía bên trai người điều khiển phải dừng lại.",
        "dap_an_4": "Người tham gia giao thông ở phía trước và phía sau người điều khiển phải dừng lại; người tham gia giao thông ở phía bên phải và bên trái người điều khiển được đi tất cả các hướng.",
        "dap_an_dung": "dap_an_4",
        "hinh_anh": "c44",
        "giai_thich_cau_hoi": "Hiệu lệnh dang ngang tay: hướng đối diện dừng, hướng vuông góc được đi."
      },
      {
        "ma_cau_hoi": "CH046",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE06",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Tại nơi có biển báo hiệu cố định lại có báo hiệu tạm thời thì người tham gia giao thông phải chấp hành hiệu lệnh của báo hiệu nào?",
        "dap_an_1": "Biển báo hiệu cố định.",
        "dap_an_2": "Báo hiệu tạm thời.",
        "dap_an_3": "",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Theo QCVN 41:2019, báo hiệu tạm thời có giá trị ưu tiên hơn biển cố định."
      },
      {
        "ma_cau_hoi": "CH047",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE07",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Trên đường có nhiều làn đường cho xe đi cùng chiều được phân biệt bằng vạch kẻ phân làn đường, người điều khiển phương tiện phải cho xe đi như thế nào?",
        "dap_an_1": "Cho xe đi trên bất kỳ làn đường nào hoặc giữa 02 làn đường nếu không có xe phía trước.",
        "dap_an_2": "Phải cho xe đi trong một làn đường và chỉ được chuyển làn đường ở những nơi cho phép.",
        "dap_an_3": "Phải cho xe đi trong một làn đường, khi cần thiết phải chuyển làn đường.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Theo Điều 13 Luật GTĐB, xe phải đi trong một làn và chỉ chuyển làn ở nơi cho phép."
      },
      {
        "ma_cau_hoi": "CH048",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE08",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Trên đường một chiều có vạch kẻ phân làn đường, xe thô sơ và xe cơ giới phải đi như thế nào là đúng quy tắc giao thông?",
        "dap_an_1": "Xe thô sơ phải đi trên làn đường bên trái trong cùng, xe cơ giới đi trên làn đường bên phải.",
        "dap_an_2": "Xe thô sơ phải đi trên làn đường bên phải trong cùng; xe cơ giới đi trên làn đường bên trái.",
        "dap_an_3": "Xe thô sơ đi trên làn đường phù hợp không gây cản trở, xe cơ giới đi trên làn đường bên phải.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Xe thô sơ đi sát lề đường bên trái, xe cơ giới đi các làn bên phải (theo Điều 13)."
      },
      {
        "ma_cau_hoi": "CH049",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE01",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Bạn đang lái xe trong khu vực đô thị từ 22 giờ đến 5 giờ sáng hôm sau và cần vượt một xe khác, bạn cần báo hiệu như thế nào để đảm bảo an toàn giao thông?",
        "dap_an_1": "Phải báo hiệu bằng đèn hoặc còi.",
        "dap_an_2": "Chỉ được báo hiệu bằng còi.",
        "dap_an_3": "Phải báo hiệu bằng cả còi và đèn.",
        "dap_an_4": "Chỉ được báo hiệu bằng đèn.",
        "dap_an_dung": "dap_an_4",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Từ 22h-5h chỉ được dùng đèn để báo hiệu, tránh gây ồn (theo Điều 15 Luật GTĐB)."
      },
      {
        "ma_cau_hoi": "CH050",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE02",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Khi điều khiển xe chạy trên đường biết có xe sau xin vượt nếu đủ điều kiện an toàn người lái xe phải làm gì?",
        "dap_an_1": "Tăng tốc độ và ra hiệu cho xe sau vượt.",
        "dap_an_2": "Giảm tốc độ, đi sát về bên phải cho đến khi xe sau vượt qua.",
        "dap_an_3": "Cho xe tránh về bên trái và ra hiệu cho xe sau vượt.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Theo Điều 14 Luật GTĐB, xe bị vượt phải giảm tốc độ, tránh sang phải."
      },
        {
        "ma_cau_hoi": "CH051",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE03",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Khi muốn chuyển hướng, người lái xe phải thực hiện như thế nào để đảm bảo an toàn giao thông?",
        "dap_an_1": "Quan sát gương, ra tín hiệu, quan sát an toàn và chuyển hướng",
        "dap_an_2": "Quan sát gương, giảm tốc độ, ra tín hiệu chuyển hướng, quan sát an toàn và chuyển hướng.",
        "dap_an_3": "Quan sát gương, tăng tốc độ, ra tín hiệu và chuyển hướng",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Theo Điều 15 Luật GTĐB, khi chuyển hướng phải giảm tốc độ, bật tín hiệu, quan sát an toàn trước khi chuyển."
        },
        {
        "ma_cau_hoi": "CH052",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE04",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Khi tránh xe đi ngược chiều, các xe phải nhường đường như thế nào là đúng quy tắc giao thông?",
        "dap_an_1": "Nơi đường hẹp chỉ đủ cho một xe chạy và có chỗ tránh xe thì xe nào ở gần chỗ tránh hơn phải vào vị trí tránh, nhường đường cho xe kia đi.",
        "dap_an_2": "Xe xuống dốc phải nhường đường cho xe đang lên dốc; xe nào có chướng ngại vật phía trước phải nhường đường cho xe không có chướng ngại vật đi trước.",
        "dap_an_3": "Xe lên dốc phải nhường đường cho xe xuống dốc; xe nào không có chướng ngại vật phía trước phải nhường đường cho xe có chướng ngại vật đi trước.",
        "dap_an_4": "Cả ý 1 và ý 2.",
        "dap_an_dung": "dap_an_4",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Quy tắc nhường đường khi tránh xe bao gồm cả ưu tiên xe lên dốc và xe gần chỗ tránh hơn (theo Điều 17 Luật GTĐB)."
        },
        {
        "ma_cau_hoi": "CH053",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE05",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Bạn đang lái xe trên đường hẹp, xuống dốc và gặp một xe đang đi lên dốc, bạn cần làm gì?",
        "dap_an_1": "Tiếp tục đi vì xe lên dốc phải nhường đường cho mình.",
        "dap_an_2": "Nhường đường cho xe lên dốc.",
        "dap_an_3": "Chỉ nhường đường khi xe lên dốc nháy đèn.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Theo quy tắc nhường đường, xe xuống dốc phải nhường đường cho xe lên dốc (Điều 17 Luật GTĐB)."
        },
        {
        "ma_cau_hoi": "CH054",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE06",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Tại nơi đường giao nhau, người lái xe đang đi trên đường không ưu tiên phải nhường đường như thế nào là đúng quy tắc giao thông?",
        "dap_an_1": "Nhường đường cho xe đi ở bên phải mình tới.",
        "dap_an_2": "Nhường đường cho xe đi ở bên trái mình tới.",
        "dap_an_3": "Nhường đường cho xe đi trên đường ưu tiên hoặc đường chính từ bất kỳ hướng nào tới.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Xe trên đường không ưu tiên phải nhường đường cho xe trên đường ưu tiên hoặc đường chính (Điều 24 Luật GTĐB)."
        },
        {
        "ma_cau_hoi": "CH055",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE07",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Tại nơi đường giao nhau không có báo hiệu đi theo vòng xuyến, người điều khiển phương tiện phải nhường đường như thế nào là đúng quy tắc giao thông?",
        "dap_an_1": "Phải nhường đường cho xe đi đến từ bên phải.",
        "dap_an_2": "Xe báo hiệu xin đường trước xe đó được đi trước.",
        "dap_an_3": "Phải nhường đường cho xe đi đến từ bên trái.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Tại nơi giao nhau không có vòng xuyến, xe bên trái nhường đường cho xe bên phải (Điều 24 Luật GTĐB)."
        },
        {
        "ma_cau_hoi": "CH056",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE08",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Tại nơi đường bộ giao nhau cùng mức với đường sắt chỉ có đèn tín hiệu hoặc chuông báo hiệu, khi đèn tín hiệu màu đỏ đã bật sáng hoặc có tiếng chuông báo hiệu, người tham gia giao thông phải dừng lại ngay và giữ khoảng cách tối thiểu bao nhiêu mét tính từ ray gần nhất?",
        "dap_an_1": "5 mét.",
        "dap_an_2": "3 mét.",
        "dap_an_3": "4 mét.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Khoảng cách tối thiểu an toàn khi dừng trước đường sắt là 5m (theo Điều 20 Luật GTĐB)."
        },
        {
        "ma_cau_hoi": "CH057",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE01",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Người điều khiển phương tiện tham gia giao thông trong hầm đường bộ ngoài việc phải tuân thủ các quy tắc giao thông còn phải thực hiện những quy định nào dưới đây?",
        "dap_an_1": "Xe cơ giới, xe máy chuyên dùng phải bật đèn; xe thô sơ phải bật đèn hoặc có vật phát sáng báo hiệu; chỉ được dừng xe, đỗ xe ở nơi quy định.",
        "dap_an_2": "Xe cơ giới phải bật đèn ngay cả khi đường hầm sáng; phải cho xe chạy trên một làn đường và chỉ chuyển làn ở nơi được phép; được quay đầu xe, lùi xe khi cần thiết.",
        "dap_an_3": "Xe máy chuyên dùng phải bật đèn ngay cả khi đường hầm sáng; phải cho xe chạy trên một làn đường và chỉ chuyển làn ở nơi được phép; được quay đầu xe, lùi xe khi cần thiết.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Trong hầm đường bộ, bắt buộc bật đèn và chỉ dừng/đỗ ở nơi quy định (theo Điều 27 Luật GTĐB)."
        },
        {
        "ma_cau_hoi": "CH058",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE02",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Người ngồi trên xe mô tô 2 bánh, xe gắn máy phải đội mũ bảo hiểm có cài quai đúng quy cách khi nào?",
        "dap_an_1": "Khi tham gia giao thông đường bộ.",
        "dap_an_2": "Chỉ khi đi trên đường chuyên dùng; đường cao tốc.",
        "dap_an_3": "Khi tham gia giao thông trên đường tỉnh lộ hoặc quốc lộ.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Theo Điều 30 Luật GTĐB, bắt buộc đội mũ bảo hiểm khi tham gia giao thông trên mọi tuyến đường."
        },
        {
        "ma_cau_hoi": "CH059",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE03",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Người điểu khiển xe mô tô hai bánh, xe gắn máy được phép chở tối đa 2 người trong những trường hợp nào?",
        "dap_an_1": "Chở người bệnh đi cấp cứu; trẻ em dưới 14 tuổi.",
        "dap_an_2": "Áp giải người có hành vi vi phạm pháp luật.",
        "dap_an_3": "Cả ý 1 và ý 2.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_3",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Được chở tối đa 2 người trong trường hợp khẩn cấp hoặc công vụ (theo Điều 30 Luật GTĐB)."
        },
        {
        "ma_cau_hoi": "CH060",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE04",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Người điều khiển xe mô tô hai bánh, xe gắn máy không được thực hiện những hành vi nào dưới đây?",
        "dap_an_1": "Đi vào phần đường dành cho người đi bộ và phương tiện khác; sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính), đi xe dàn hàng ngang.",
        "dap_an_2": "Chở 02 người; trong đó, có người bệnh đi cấp cứu hoặc trẻ em dưới 14 tuổi hoặc áp giải người có hành vi vi phạm pháp luật.",
        "dap_an_3": "Điều khiển phương tiện tham gia giao thông trên đường tỉnh lộ hoặc quốc lộ.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_1",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Các hành vi bị cấm bao gồm đi vào phần đường người đi bộ, sử dụng điện thoại, đi hàng ngang (theo Điều 30 Luật GTĐB)."
        },
        {
        "ma_cau_hoi": "CH061",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE05",
				"is_cau_diem_liet": "1",
        "noi_dung_cau_hoi": "Người điều khiển xe mô tô hai bánh, xe gắn máy có được đi xe dàn hàng ngang; đi xe vào phần đường dành cho người đi bộ và phương tiện khác; sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính) hay không?",
        "dap_an_1": "Được phép nhưng phải đảm bảo an toàn.",
        "dap_an_2": "Không được phép.",
        "dap_an_3": "Được phép tùy từng hoàn cảnh, điều kiện cụ thể.",
        "dap_an_4": "",
        "dap_an_dung": "dap_an_2",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Tất cả các hành vi này đều bị nghiêm cấm theo Điều 30 Luật GTĐB."
        },
    {
        "ma_cau_hoi": "CH062",
        "ma_nhom_cau_hoi": "NCH02",
        "ma_de": "DE06",
				"is_cau_diem_liet": "0",
        "noi_dung_cau_hoi": "Người lái xe phải giảm tốc độ thấp hơn tốc độ tối đa cho phép (có thể dừng lại một cách an toàn) trong trường hợp nào dưới đây?",
        "dap_an_1": "Khi có báo hiệu cảnh báo nguy hiểm hoặc có chướng ngại vật trên đường; khi chuyển hướng xe chạy hoặc tầm nhìn bị hạn chế; khi qua nơi đường giao nhau, nơi đường bộ giao nhau với đường sắt; đường vòng; đường có địa hình quanh co, đèo dốc.",
        "dap_an_2": "Khi qua cầu, cống hẹp; khi lên gần đỉnh dốc, khi xuống dốc, khi qua trường học, khu đông dân cư, khu vực đang thi công trên đường bộ; hiện trường xảy ra tai nạn giao thông.",
        "dap_an_3": "Khi điều khiển xe vượt xe khác trên quốc lộ, đường cao tốc.",
        "dap_an_4": "Cả ý 1 và ý 2.",
        "dap_an_dung": "dap_an_4",
        "hinh_anh": "",
        "giai_thich_cau_hoi": "Phải giảm tốc độ ở các khu vực nguy hiểm và đông đúc theo Điều 5 Thông tư 31/2019/TT-BGTVT."
    },
        {
            "ma_cau_hoi": "CH063",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE07",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Tại ngã ba hoặc ngã tư không có đảo an toàn, người lái xe phải nhường đường như thế nào là đúng trong các trường hợp dưới đây?",
            "dap_an_1": "Nhường đường cho người đi bộ đang đi trên phần đường dành cho người đi bộ sang đường; nhường đường cho xe đi trên đường ưu tiên, đường chính từ bất kỳ hướng nào tới; nhường đường cho xe ưu tiên, xe đi từ bên phải đến.",
            "dap_an_2": "Nhường đường cho người đi bộ đang đứng chờ đi qua phần đường dành cho người đi bộ sang đường; nhường đường cho xe đi trên đường ngược chiều, đường nhánh từ bất kỳ hướng nào tới; nhường đường cho xe đi từ bên trái đến.",
            "dap_an_3": "Không phải nhường đường.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Người lái xe phải nhường đường cho người đi bộ khi sang đường, nhường xe ưu tiên và xe từ bên phải đến theo đúng quy tắc giao thông."
        },
        {
            "ma_cau_hoi": "CH064",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE08",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Khi điều khiển xe cơ giới, người lái xe phải bật đèn tín hiệu báo rẽ trong trường hợp nào sau đây?",
            "dap_an_1": "Khi cho xe chạy thẳng.",
            "dap_an_2": "Trước khi thay đổi làn đường.",
            "dap_an_3": "Sau khi thay đổi làn đường.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Đèn tín hiệu báo rẽ phải được bật trước khi thay đổi làn đường để cảnh báo cho các phương tiện khác."
        },
    {
      "ma_cau_hoi": "CH065",
      "ma_nhom_cau_hoi": "NCH02",
      "ma_de": "DE01",
				"is_cau_diem_liet": "0",
      "noi_dung_cau_hoi": "Trên đoạn đường hai chiều không có giải phân cách giữa, người lái xe không được vượt xe khác trong các trường hợp nào dưới đây?",
      "dap_an_1": "Xe bị vượt bất ngờ tăng tốc độ và cố tình không nhường đường.",
      "dap_an_2": "Xe bị vượt giảm tốc độ và nhường đường.",
      "dap_an_3": "Phát hiện có xe đi ngược chiều.",
      "dap_an_4": "Cả ý 1 và ý 3.",
      "dap_an_dung": "dap_an_4",
      "hinh_anh": "",
      "giai_thich_cau_hoi": "Người lái xe không được vượt khi có xe đi ngược chiều hoặc khi xe bị vượt bất ngờ tăng tốc và không nhường đường."
    },
        {
            "ma_cau_hoi": "CH066",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE02",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Người lái xe mô tô xử lý như thế nào khi cho xe mô tô phía sau vượt?",
            "dap_an_1": "Nếu đủ điều kiện an toàn, người lái xe phải giảm tốc độ, đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua, không được gây trở ngại đối với xe xin vượt.",
            "dap_an_2": "Lái xe vào lề đường bên trái và giảm tốc độ để xe phía sau vượt qua, không được gây trở ngại đối với xe xin vượt.",
            "dap_an_3": "Nếu đủ điều kiện an toàn, người lái xe phải tăng tốc độ, đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Khi cho xe mô tô phía sau vượt, người lái xe cần phải giảm tốc độ và đi sát về bên phải để không gây cản trở."
        },
        {
            "ma_cau_hoi": "CH067",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE03",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Trong các trường hợp dưới đây, để đảm bảo an toàn khi tham gia giao thông, người lái xe mô tô cần thực hiện như thế nào?",
            "dap_an_1": "Phải đội mũ bảo hiểm đạt chuẩn, có cài quai đúng quy cách, mặc quần áo gọn gàng; không sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính).",
            "dap_an_2": "Phải đội mũ bảo hiểm khi trời mưa gió hoặc trời quá nắng; có thể sử dụng ô, điện thoại di động, thiết bị âm thanh nhưng phải đảm bảo an toàn.",
            "dap_an_3": "Phải đội mũ bảo hiểm khi cảm thấy mất an toàn giao thông hoặc khi chuẩn bị di chuyển quãng đường xa.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Người lái xe mô tô phải đội mũ bảo hiểm đạt chuẩn và không sử dụng thiết bị gây mất tập trung để đảm bảo an toàn."
        },
        {
            "ma_cau_hoi": "CH068",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE04",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Đường bộ trong khu vực đông dân cư gồm những đoạn đường nào dưới đây?",
            "dap_an_1": "Là đoạn đường nằm trong khu công nghiệp có đông người và phương tiện tham gia giao thông và được xác định cụ thể bằng biển chỉ dẫn địa giới.",
            "dap_an_2": "Là đoạn đường bộ nằm trong khu vực nội thành phố, nội thị xã, nội thị trấn và những đoạn đường có đông dân cư sinh sống sát dọc theo đường, có các hoạt động ảnh hưởng đến an toàn giao thông; được xác định bằng biển báo hiệu là đường khu đông dân cư.",
            "dap_an_3": "Là đoạn đường nằm ngoài khu vực nội thành phố, nội thị xã có đông người và phương tiện tham gia giao thông và được xác định cụ thể bằng biển chỉ dẫn địa giới.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Đường bộ trong khu vực đông dân cư được xác định là đường trong khu vực nội thành phố, nội thị xã, hoặc những đoạn đường có dân cư đông đúc."
        },
        {
            "ma_cau_hoi": "CH069",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Tốc độ tối đa cho phép đối với xe máy chuyên dùng, xe gắn máy (kể cả xe máy điện) và các loại xe tương tự trên đường bộ (trừ đường cao tốc) không được vượt quá bao nhiêu km/h?",
            "dap_an_1": "50 km/h.",
            "dap_an_2": "40 km/h.",
            "dap_an_3": "60 km/h.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Tốc độ tối đa cho phép đối với xe máy và các loại xe tương tự là 50 km/h trên các đường bộ không phải là cao tốc."
        },
        {
            "ma_cau_hoi": "CH070",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường đôi có dải phân cách giữa, xe mô tô hai bánh, ô tô chở người đến 30 chỗ tham gia giao thông với tốc độ tối đa cho phép là bao nhiêu?",
            "dap_an_1": "60 km/h.",
            "dap_an_2": "50 km/h.",
            "dap_an_3": "40 km/h.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Tốc độ tối đa cho phép đối với xe mô tô và ô tô chở người dưới 30 chỗ trên các đường có dải phân cách giữa trong khu vực đông dân cư là 60 km/h."
        },
        {
            "ma_cau_hoi": "CH071",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE07",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường hai chiều không có dải phân cách giữa, xe mô tô hai bánh, ô tô chở người đến 30 chỗ tham gia giao thông với tốc độ tối đa cho phép là bao nhiêu?",
            "dap_an_1": "60 km/h.",
            "dap_an_2": "50 km/h.",
            "dap_an_3": "40 km/h.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Trên đường hai chiều không có dải phân cách giữa trong khu vực đông dân cư, tốc độ tối đa cho phép đối với xe mô tô và ô tô chở người dưới 30 chỗ là 50 km/h."
        },
        {
            "ma_cau_hoi": "CH072",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE08",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Trên đường bộ (trừ đường cao tốc) trong khu vực đông dân cư, đường hai chiều hoặc đường một chiều có một làn xe cơ giới, loại xe nào dưới đây được tham gia giao thông với tốc độ tối đa cho phép là 50 km/h?",
            "dap_an_1": "Ô tô con, ô tô tải, ô tô chở người trên 30 chỗ.",
            "dap_an_2": "Xe gắn máy, xe máy chuyên dùng.",
            "dap_an_3": "Cả ý 1 và ý 2.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Cả ô tô và xe gắn máy, xe máy chuyên dùng đều được tham gia giao thông với tốc độ tối đa 50 km/h trong khu vực đông dân cư."
        },
        {
            "ma_cau_hoi": "CH073",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE01",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Khi điều khiển xe chạy với tốc độ dưới 60 km/h, để đảm bảo khoảng cách an toàn giữa hai xe, người lái xe phải điều khiển xe như thế nào?",
            "dap_an_1": "Chủ động giữ khoảng cách an toàn phù hợp với xe chạy liền trước xe của mình.",
            "dap_an_2": "Đảm bảo khoảng cách an toàn theo mật độ phương tiện, tình hình giao thông thực tế.",
            "dap_an_3": "Cả ý 1 và ý 2.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Người lái xe cần chủ động giữ khoảng cách an toàn và tùy thuộc vào mật độ phương tiện và tình hình giao thông thực tế."
        },
  {
    "ma_cau_hoi": "CH074",
    "ma_nhom_cau_hoi": "NCH02",
    "ma_de": "DE02",
	"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Người lái xe phải giảm tốc độ thấp hơn tốc độ tối đa cho phép đến mức cần thiết, chú ý quan sát và chuẩn bị sẵn sàng những tình huống có thể xảy ra để phòng ngừa tai nạn trong các trường hợp nào dưới đây?",
    "dap_an_1": "Gặp biển báo nguy hiểm trên đường.",
    "dap_an_2": "Gặp biển chỉ dẫn trên đường.",
    "dap_an_3": "Gặp biển báo hết mọi lệnh cấm.",
    "dap_an_4": " Gặp biển báo hết hạn chế tốc độ tối đa cho phép.",
    "dap_an_dung": "dap_an_1",
    "hinh_anh": "",
    "giai_thich_cau_hoi": "Người lái xe cần giảm tốc độ và chú ý quan sát khi gặp biển báo nguy hiểm hoặc biển báo hết mọi lệnh cấm."
  },
  {
    "ma_cau_hoi": "CH075",
    "ma_nhom_cau_hoi": "NCH02",
    "ma_de": "DE03",
	"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Các phương tiện tham gia giao thông đường bộ (kể cả những xe có quyền ưu tiên) đều phải dừng lại bên phải đường của mình và trước vạch “dừng xe” tại các điểm giao cắt giữa đường bộ và đường sắt khi có báo hiệu dừng nào dưới đây?",
    "dap_an_1": "Hiệu lệnh của nhân viên gác chắn.",
    "dap_an_2": "Đèn đỏ sáng nháy, cờ đỏ, biển đỏ.",
    "dap_an_3": "Còi, chuông kêu, chắn đã đóng.",
    "dap_an_4": "Tất cả các ý trên.",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "",
    "giai_thich_cau_hoi": "Tất cả các báo hiệu đều yêu cầu phương tiện phải dừng lại trước vạch dừng xe tại các điểm giao cắt với đường sắt."
  },
  {
    "ma_cau_hoi": "CH076",
    "ma_nhom_cau_hoi": "NCH02",
    "ma_de": "DE04",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Tác dụng của mũ bảo hiểm đối với người ngồi trên xe mô tô hai bánh trong trường hợp xảy ra tai nạn giao thông là gì?",
    "dap_an_1": "Để làm đẹp.",
    "dap_an_2": "Để tránh mưa nắng.",
    "dap_an_3": "Để giảm thiểu chấn thương vùng đầu.",
    "dap_an_4": "Để các loại phương tiện khác dễ quan sát.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "",
    "giai_thich_cau_hoi": "Mũ bảo hiểm giúp giảm thiểu chấn thương vùng đầu trong trường hợp xảy ra tai nạn giao thông."
  },
  {
    "ma_cau_hoi": "CH077",
    "ma_nhom_cau_hoi": "NCH02",
    "ma_de": "DE05",
		"is_cau_diem_liet": "1",
    "noi_dung_cau_hoi": "Khi xe ô tô, mô tô đến gần vị trí giao nhau giữa đường bộ và đường sắt không có rào chắn, khi đèn tín hiệu màu đỏ đã bật sáng hoặc khi có tiếng chuông báo hiệu, người lái xe xử lý như thế nào?",
    "dap_an_1": "Giảm tốc độ cho xe vượt qua đường sắt.",
    "dap_an_2": "Nhanh chóng cho xe vượt qua đường sắt trước khi tàu hỏa tới.",
    "dap_an_3": "Giảm tốc độ cho xe vượt qua đường sắt trước khi tàu hỏa tới.",
    "dap_an_4": "Cho xe dừng ngay lại và giữ khoảng cách tối thiểu 5 mét tính từ ray gần nhất.",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "",
    "giai_thich_cau_hoi": "Đứng cách ray đường sắt 5m."
  },
        {
            "ma_cau_hoi": "CH078",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Người lái xe phải xử lý như thế nào khi quan sát phía trước thấy người đi bộ đang sang đường tại nơi có vạch đường dành cho người đi bộ để đảm bảo an toàn?",
            "dap_an_1": "Giảm tốc độ, đi từ từ để vượt qua trước người đi bộ.",
            "dap_an_2": "Giảm tốc độ, có thể dừng lại nếu cần thiết trước vạch dừng xe để nhường đường cho người đi bộ qua đường.",
            "dap_an_3": "Tăng tốc độ để vượt qua trước người đi bộ.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Khi thấy người đi bộ đang sang đường, người lái xe phải giảm tốc độ và có thể dừng lại để nhường đường cho người đi bộ."
        },
  {
    "ma_cau_hoi": "CH079",
    "ma_nhom_cau_hoi": "NCH02",
    "ma_de": "DE07",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Theo Luật Giao thông đường bộ, tín hiệu đèn giao thông gồm 3 màu nào dưới đây?",
    "dap_an_1": "Đỏ - Vàng - Xanh.",
    "dap_an_2": "Cam - Vàng - Xanh.",
    "dap_an_3": "Vàng - Xanh dương - Xanh lá.",
    "dap_an_4": "Đỏ - Cam - Xanh.",
    "dap_an_dung": "dap_an_1",
    "hinh_anh": "",
    "giai_thich_cau_hoi": "Tín hiệu đèn giao thông bao gồm ba màu: Đỏ, Vàng và Xanh."
  },
  {
    "ma_cau_hoi": "CH080",
    "ma_nhom_cau_hoi": "NCH02",
    "ma_de": "DE08",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Tại nơi giao nhau, khi đèn điều khiển giao thông có tín hiệu màu vàng, người điều khiển giao thông phải chấp hành như thế nào là đúng quy tắc giao thông?",
    "dap_an_1": "Phải cho xe dừng lại trước vạch dừng, trường hợp đã đi quá vạch dừng hoặc đã quá gần vạch dừng nếu dừng lại thấy nguy hiểm thì được đi tiếp.",
    "dap_an_2": "Trong trường hợp tín hiệu vàng nhấp nháy là được đi nhưng phải giảm tốc độ chú ý quan sát nhường đường cho người đi bộ qua đường.",
    "dap_an_3": "Nhanh chóng tăng tốc độ, vượt qua nút giao và chú ý đảm bảo an toàn.",
    "dap_an_4": "Cả ý 1 và ý 2.",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "",
    "giai_thich_cau_hoi": "Người điều khiển giao thông phải dừng lại trước vạch dừng khi đèn vàng sáng hoặc có thể đi khi đèn vàng nhấp nháy nhưng phải giảm tốc độ và nhường đường cho người đi bộ."
  },
        {
            "ma_cau_hoi": "CH081",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE01",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Để báo hiệu cho xe phía trước biết xe mô tô của bạn muốn vượt, bạn phải có tín hiệu như thế nào dưới đây?",
            "dap_an_1": "Ra tín hiệu bằng tay rồi cho xe vượt qua.",
            "dap_an_2": "Tăng ga mạnh để gây sự chú ý rồi cho xe vượt qua.",
            "dap_an_3": "Bạn phải có tín hiệu bằng đèn hoặc còi.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Để báo hiệu cho xe phía trước, người lái xe mô tô cần sử dụng đèn hoặc còi để tạo tín hiệu rõ ràng."
        },
  {
    "ma_cau_hoi": "CH082",
    "ma_nhom_cau_hoi": "NCH02",
    "ma_de": "DE02",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Người điều khiển xe mô tô phải giảm tốc độ và hết sức thận trọng khi qua những đoạn đường nào dưới đây?",
    "dap_an_1": "Đường ướt, đường có sỏi cát trên nền đường.",
    "dap_an_2": "Đường hẹp có nhiều điểm giao cắt từ hai phía.",
    "dap_an_3": "Đường đèo dốc, vòng liên tục.",
    "dap_an_4": "Tất cả các ý nêu trên.",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "",
    "giai_thich_cau_hoi": "Người lái xe mô tô cần giảm tốc độ và thận trọng khi qua các đoạn đường có sỏi, đường hẹp hoặc đèo dốc."
  },
        {
            "ma_cau_hoi": "CH083",
            "ma_nhom_cau_hoi": "NCH02",
            "ma_de": "DE03",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Khi gặp xe buýt đang dừng đón, trả khách, người điều khiển xe mô tô phải xử lý như thế nào dưới đây để đảm bảo an toàn giao thông?",
            "dap_an_1": "Tăng tốc độ để nhanh chóng vượt qua bến đỗ.",
            "dap_an_2": "Giảm tốc độ đến mức an toàn có thể và quan sát người qua đường và từ từ vượt qua xe buýt.",
            "dap_an_3": "Yêu cầu phải dừng lại phía sau xe buýt chờ xe rời bến mới đi tiếp.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Khi gặp xe buýt dừng đón trả khách, người lái xe mô tô cần giảm tốc độ và quan sát người qua đường trước khi vượt qua."
        },
        {
            "ma_cau_hoi": "CH084",
            "ma_nhom_cau_hoi": "NCH03",
            "ma_de": "DE04",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Khái niệm về văn hóa giao thông được hiểu như thế nào là đúng?",
            "dap_an_1": "Là sự hiểu biết và chấp hành nghiêm chỉnh pháp luật về giao thông; là ý thức trách nhiệm với cộng đồng khi tham gia giao thông.",
            "dap_an_2": "Là ứng xử có văn hóa, có tình yêu thương con người trong các tình huống không may xảy ra khi tham gia giao thông.",
            "dap_an_3": "Cả ý 1 và ý 2.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Văn hóa giao thông bao gồm việc chấp hành pháp luật và ứng xử có văn hóa, thể hiện tình yêu thương con người trong giao thông."
        },
        {
            "ma_cau_hoi": "CH085",
            "ma_nhom_cau_hoi": "NCH03",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Trong các hành vi dưới đây, người lái xe mô tô có văn hóa giao thông phải ứng xử như thế nào?",
            "dap_an_1": "Điều khiển xe đi bên phải theo chiều đi của mình; đi đúng phần đường, làn đường quy định; đội mũ bảo hiểm đạt chuẩn, cài quai đúng quy cách.",
            "dap_an_2": "Điều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông.",
            "dap_an_3": "Điều khiển xe và đội mũ bảo hiểm ở nơi có biển báo bắt buộc đội mũ bảo hiểm.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Người lái xe mô tô có văn hóa giao thông cần đi đúng phần đường, tuân thủ quy định và đội mũ bảo hiểm đạt chuẩn."
        },
        {
            "ma_cau_hoi": "CH086",
            "ma_nhom_cau_hoi": "NCH03",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Trong các hành vi dưới đây, người lái xe ô tô, mô tô có văn hóa giao thông phải ứng xử như thế nào?",
            "dap_an_1": "Điều khiển xe đi bên phải theo chiều đi của mình; đi đúng phần đường, làn đường quy định; dừng, đỗ xe đúng nơi quy định; đã uống rượu, bia thì không lái xe.",
            "dap_an_2": "Điều khiển xe đi trên phần đường, làn đường có ít phương tiện giao thông; dừng xe, đỗ xe ở nơi thuận tiện hoặc theo yêu cầu của hành khách, của người thân.",
            "dap_an_3": "Dừng và đỗ xe ở nơi thuận tiện cho việc chuyên chở hành khách và giao nhận hàng hóa; sử dụng ít rượu, bia thì có thể lái xe.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Người lái xe phải tuân thủ quy tắc giao thông, đi đúng phần đường, và không lái xe khi đã sử dụng rượu bia."
        },
        {
            "ma_cau_hoi": "CH087",
            "ma_nhom_cau_hoi": "NCH03",
            "ma_de": "DE07",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Khi xảy ra tai nạn giao thông, có người bị thương nghiêm trọng, người lái xe và người có mặt tại hiện trường vụ tai nạn phải thực hiện các công việc gì dưới đây?",
            "dap_an_1": "Thực hiện sơ cứu ban đầu trong trường hợp khẩn cấp; thông báo vụ tai nạn đến cơ quan thi hành pháp luật.",
            "dap_an_2": "Nhanh chóng lái xe gây tai nạn hoặc đi nhờ xe khác ra khỏi hiện trường vụ tai nạn.",
            "dap_an_3": "Cả ý 1 và ý 2.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Khi xảy ra tai nạn, người lái xe phải thực hiện sơ cứu, thông báo cho cơ quan chức năng và không được rời khỏi hiện trường."
        },
    {
      "ma_cau_hoi": "CH088",
      "ma_nhom_cau_hoi": "NCH03",
      "ma_de": "DE08",
				"is_cau_diem_liet": "0",
      "noi_dung_cau_hoi": "Trên đường đang xảy ra ùn tắc những hành vi nào sau đây là thiếu văn hóa khi tham gia giao thông?",
      "dap_an_1": "Bấm còi liên tục thúc giục các phương tiện phía trước nhường đường.",
      "dap_an_2": "Đi lên vỉa hè, tận dùng mọi khoảng trống để nhanh chóng thoát khỏi nơi ùn tắc.",
      "dap_an_3": "Lấn sang trái đường cố gắng vượt lên xe khác.",
      "dap_an_4": "Tất cả các ý nêu trên.",
      "dap_an_dung": "dap_an_4",
      "hinh_anh": "",
      "giai_thich_cau_hoi": "Tất cả các hành vi trên đều thiếu văn hóa vì gây ảnh hưởng đến trật tự giao thông và an toàn của người khác."
    },
        {
            "ma_cau_hoi": "CH089",
            "ma_nhom_cau_hoi": "NCH04",
            "ma_de": "DE01",
            "is_cau_diem_liet": "1",
            "noi_dung_cau_hoi": "Khi điều khiển xe mô tô tay ga xuống đường dốc dài, độ dốc cao, người lái xe cần thực hiện các thao tác nào dưới đây để đảm bảo an toàn?",
            "dap_an_1": "Giữ tay ga ở mức độ phù hợp, sử dụng phanh trước và phanh sau để giảm tốc độ.",
            "dap_an_2": "Nhả hết tay ga, tắt động cơ, sử dụng phanh trước và phanh sau để giảm tốc độ.",
            "dap_an_3": "Sử dụng phanh trước để giảm tốc độ kết hợp với tắt chìa khóa điện của xe.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Giữ tay ga ở mức phù hợp và sử dụng cả hai phanh giúp kiểm soát tốc độ an toàn, không nên tắt động cơ vì mất khả năng điều khiển."
        },
        {
            "ma_cau_hoi": "CH090",
            "ma_nhom_cau_hoi": "NCH04",
            "ma_de": "DE02",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Khi quay đầu xe, người lái xe cần phải quan sát và thực hiện các thao tác nào để đảm bảo an toàn giao thông?",
            "dap_an_1": "Quan sát biển báo hiệu để biết nơi được phép quay đầu; quan sát kỹ địa hình nơi chọn để quay đầu; lựa chọn quỹ đạo quay đầu xe cho thích hợp; quay đầu xe với tốc độ thấp; thường xuyên báo tín hiệu để người, các phương tiện xung quanh được biết; nếu quay đầu xe ở nơi nguy hiểm thì đưa đầu xe về phía nguy hiểm đưa đuôi xe về phía an toàn.",
            "dap_an_2": "Quan sát biển báo hiệu để biết nơi được phép quay đầu; quan sát kỹ địa hình nơi chọn để quay đầu; lựa chọn quỹ đạo quay đầu xe; quay đầu xe với tốc độ tối đa; thường xuyên báo tín hiệu để người, các phương tiện xung quanh được biết; nếu quay đầu xe ở nơi nguy hiểm thì đưa đuôi xe về phía nguy hiểm và đầu xe về phía an toàn.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Quay đầu xe cần thực hiện cẩn thận với tốc độ thấp và tuân thủ quy tắc an toàn, đặc biệt ở nơi nguy hiểm."
        },
    {
      "ma_cau_hoi": "CH091",
      "ma_nhom_cau_hoi": "NCH04",
      "ma_de": "DE03",
				"is_cau_diem_liet": "0",
      "noi_dung_cau_hoi": "Khi tránh nhau trên đường hẹp, người lái xe cần phải chú ý những điểm nào để đảm bảo an toàn giao thông?",
      "dap_an_1": "Không nên đi cố vào đường hẹp; xe đi ở sườn núi nên dừng lại trước để nhường đường; khi dừng xe nhường đường phải đỗ ngay ngắn.",
      "dap_an_2": "Trong khi tránh nhau không nên đổi số; khi tránh nhau ban đêm, phải tắt đèn pha bật đèn cốt.",
      "dap_an_3": "Khi tránh nhau ban đêm, phải thường xuyên bật đèn pha tắt đèn cốt.",
      "dap_an_4": "Cả ý 1 và ý 2.",
      "dap_an_dung": "dap_an_4",
      "hinh_anh": "",
      "giai_thich_cau_hoi": "Cả hai ý 1 và 2 đều là những lưu ý quan trọng để đảm bảo an toàn khi tránh nhau trên đường hẹp."
    },
        {
            "ma_cau_hoi": "CH092",
            "ma_nhom_cau_hoi": "NCH04",
            "ma_de": "DE04",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Khi điều khiển xe trên đường vòng người lái xe cần phải làm gì để đảm bảo an toàn?",
            "dap_an_1": "Quan sát cẩn thận các chướng ngại vật và báo hiệu bằng còi, đèn; giảm tốc độ tới mức cần thiết, về số thấp và thực hiện quay vòng với tốc độ phù hợp với bán kính cong của đường vòng.",
            "dap_an_2": "Quan sát cẩn thận các chướng ngại vật và báo hiệu bằng còi, đèn; tăng tốc để nhanh chóng qua đường vòng, đạp ly hợp (côn) và giảm tốc độ sau khi qua đường vòng.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Giảm tốc độ và điều chỉnh số thấp giúp xe đi qua đường vòng an toàn hơn."
        },
        {
            "ma_cau_hoi": "CH093",
            "ma_nhom_cau_hoi": "NCH04",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Để đạt được hiệu quả phanh cao nhất, người lái xe mô tô phải sử dụng các kỹ năng như thế nào dưới đây?",
            "dap_an_1": "Sử dụng phanh trước.",
            "dap_an_2": "Sử dụng phanh sau.",
            "dap_an_3": "Giảm hết ga; sử dụng đồng thời cả phanh sau và phanh trước.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Sử dụng đồng thời cả hai phanh sau khi giảm ga giúp phanh hiệu quả và an toàn nhất."
        },
        {
            "ma_cau_hoi": "CH094",
            "ma_nhom_cau_hoi": "NCH04",
            "ma_de": "DE06",
            "is_cau_diem_liet": "1",
            "noi_dung_cau_hoi": "Khi đang lái xe mô tô và ô tô, nếu có nhu cầu sử dụng điện thoại để nhắn tin hoặc gọi điện, người lái xe phải thực hiện như thế nào trong các tình huống nêu dưới đây?",
            "dap_an_1": "Giảm tốc độ để đảm bảo an toàn với xe phía trước và sử dụng điện thoại để liên lạc.",
            "dap_an_2": "Giảm tốc độ để dừng xe ở nơi cho phép dừng xe sau đó sử dụng điện thoại để liên lạc.",
            "dap_an_3": "Tăng tốc độ để cách xa xe phía sau và sử dụng điện thoại để liên lạc.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Phải dừng xe ở nơi an toàn để sử dụng điện thoại, không được vừa lái vừa dùng vì gây mất an toàn."
        },
        {
            "ma_cau_hoi": "CH095",
            "ma_nhom_cau_hoi": "NCH04",
            "ma_de": "DE07",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Những thói quen nào dưới đây khi điều khiển xe mô tô tay ga tham gia giao thông dễ gây tai nạn nguy hiểm?",
            "dap_an_1": "Sử dụng còi.",
            "dap_an_2": "Phanh đồng thời cả phanh trước và phanh sau.",
            "dap_an_3": "Chỉ sử dụng phanh trước.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Chỉ sử dụng phanh trước dễ gây mất thăng bằng và tai nạn, đặc biệt trên xe tay ga."
        },
    {
      "ma_cau_hoi": "CH096",
      "ma_nhom_cau_hoi": "NCH04",
      "ma_de": "DE08",
				"is_cau_diem_liet": "0",
      "noi_dung_cau_hoi": "Khi điều khiển xe mô tô quay đầu người lái xe cần thực hiện như thế nào để đảm bảo an toàn?",
      "dap_an_1": "Bật tín hiệu báo rẽ trước khi quay đầu, từ từ giảm tốc độ đến mức có thể dừng lại.",
      "dap_an_2": "Chỉ quay đầu xe tại những nơi được phép quay đầu.",
      "dap_an_3": "Quan sát an toàn các phương tiện tới từ phía trước, phía sau, hai bên đồng thời nhường đường cho xe từ bên phải và phía trước đi tới.",
      "dap_an_4": "Tất cả các ý nêu trên.",
      "dap_an_dung": "dap_an_4",
      "hinh_anh": "",
      "giai_thich_cau_hoi": "Tất cả các bước trên đều cần thiết để quay đầu xe an toàn."
    },
    {
      "ma_cau_hoi": "CH097",
      "ma_nhom_cau_hoi": "NCH04",
      "ma_de": "DE01",
				"is_cau_diem_liet": "0",
      "noi_dung_cau_hoi": "Tay ga trên xe mô tô hai bánh có tác dụng gì trong các trường hợp dưới đây?",
      "dap_an_1": "Để điều khiển xe chạy về phía trước.",
      "dap_an_2": "Để điều tiết công suất động cơ qua đó điều khiển tốc độ của xe.",
      "dap_an_3": "Để điều khiển xe chạy lùi.",
      "dap_an_4": "Cả ý 1 và ý 2.",
      "dap_an_dung": "dap_an_4",
      "hinh_anh": "",
      "giai_thich_cau_hoi": "Tay ga vừa giúp xe di chuyển vừa điều chỉnh tốc độ."
    },
    {
      "ma_cau_hoi": "CH098",
      "ma_nhom_cau_hoi": "NCH04",
      "ma_de": "DE02",
				"is_cau_diem_liet": "0",
      "noi_dung_cau_hoi": "Gương chiếu hậu của xe mô tô hai bánh, có tác dụng gì trong các trường hợp dưới đây?",
      "dap_an_1": "Để quan sát an toàn phía bên trái khi chuẩn bị rẽ trái.",
      "dap_an_2": "Để quan sát an toàn phía bên phải khi chuẩn bị rẽ phải.",
      "dap_an_3": "Để quan sát an toàn phía sau cả bên trái và bên phải trước khi chuyển hướng.",
      "dap_an_4": "Để quan sát an toàn phía trước cả bên trái và bên phải trước khi chuyển hướng.",
      "dap_an_dung": "dap_an_3",
      "hinh_anh": "",
      "giai_thich_cau_hoi": "Gương chiếu hậu giúp quan sát phía sau cả hai bên để đảm bảo an toàn khi chuyển hướng."
    },
    {
      "ma_cau_hoi": "CH099",
      "ma_nhom_cau_hoi": "NCH04",
      "ma_de": "DE03",
				"is_cau_diem_liet": "0",
      "noi_dung_cau_hoi": "Để đảm bảo an toàn khi tham gia giao thông, người lái xe mô tô hai bánh cần điều khiển tay ga như thế nào trong các trường hợp dưới đây?",
      "dap_an_1": "Tăng ga thật nhanh, giảm ga từ từ.",
      "dap_an_2": "Tăng ga thật nhanh, giảm ga thật nhanh.",
      "dap_an_3": "Tăng ga từ từ, giảm ga thật nhanh.",
      "dap_an_4": "Tăng ga từ từ, giảm ga từ từ.",
      "dap_an_dung": "dap_an_3",
      "hinh_anh": "",
      "giai_thich_cau_hoi": "Tăng và giảm ga từ từ giúp kiểm soát xe an toàn, tránh giật cục."
    },
        {
            "ma_cau_hoi": "CH100",
            "ma_nhom_cau_hoi": "NCH04",
            "ma_de": "DE04",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Kỹ thuật cơ bản để giữ thăng bằng khi điều khiển xe mô tô đi trên đường gồ ghề như thế nào trong các trường hợp dưới đây?",
            "dap_an_1": "Đứng thẳng trên giá gác chân lái sau đó hơi gập đầu gối và khuỷu tay, đi chậm để không nẩy quá mạnh.",
            "dap_an_2": "Ngồi lùi lại phía sau, tăng ga vượt nhanh qua đoạn đường xóc.",
            "dap_an_3": "Ngồi lệch sang bên trái hoặc bên phải để lấy thăng bằng qua đoạn đường gồ ghề.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "",
            "giai_thich_cau_hoi": "Đứng thẳng, gập gối và khuỷu tay, đi chậm giúp giữ thăng bằng tốt hơn trên đường gồ ghề."
        },
        {
            "ma_cau_hoi": "CH101",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào dưới đây xe gắn máy được phép đi vào?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Cả 2 biển.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "c101",
            "giai_thich_cau_hoi": "Xe gắn máy được phép đi vào các biển không cấm cụ thể loại phương tiện này, tùy thuộc vào hình ảnh biển cụ thể, nhưng giả định cả hai biển đều cho phép."
        },
        {
            "ma_cau_hoi": "CH102",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu cấm xe mô tô hai bánh đi vào?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c102",
            "giai_thich_cau_hoi": "Biển cấm xe mô tô hai bánh thường là biển tròn viền đỏ với hình xe mô tô, giả định Biển 2 là biển này."
        },
  {
    "ma_cau_hoi": "CH103",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE07",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Khi gặp biển nào thì xe mô tô hai bánh được đi vào?",
    "dap_an_1": "Không biển nào.",
    "dap_an_2": "Biển 1 và 2.",
    "dap_an_3": "Biển 2 và 3.",
    "dap_an_4": "Cả 3 biển.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c103",
    "giai_thich_cau_hoi": "Giả định Biển 2 và 3 không cấm xe mô tô hai bánh, nên xe được phép đi vào."
  },
  {
    "ma_cau_hoi": "CH104",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE08",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào cấm quay đầu xe?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 2.",
    "dap_an_3": "Không biển nào.",
    "dap_an_4": "Cả 2 biển.",
    "dap_an_dung": "dap_an_2",
    "hinh_anh": "c104",
    "giai_thich_cau_hoi": "Biển cấm quay đầu thường là biển tròn viền đỏ với mũi tên hình chữ U ngược, giả định Biển 1 là biển này."
  },
        {
            "ma_cau_hoi": "CH105",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE01",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào cấm xe rẽ trái?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Cả hai biển.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c105",
            "giai_thich_cau_hoi": "Biển cấm rẽ trái là biển tròn viền đỏ với mũi tên rẽ trái bị gạch chéo, giả định Biển 1 là biển này."
        },
        {
            "ma_cau_hoi": "CH106",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE02",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Khi gặp biển nào xe được rẽ trái?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Không biển nào.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c106",
            "giai_thich_cau_hoi": "Biển cho phép rẽ trái thường không có dấu cấm, giả định Biển 2 không cấm rẽ trái."
        },
  {
    "ma_cau_hoi": "CH107",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE03",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào cấm các phương tiện giao thông đường bộ rẽ phải?",
    "dap_an_1": "Biển 1 và 2.",
    "dap_an_2": "Biển 1 và 3.",
    "dap_an_3": "Biển 2 và 3.",
    "dap_an_4": "Cả ba biển.",
    "dap_an_dung": "dap_an_1",
    "hinh_anh": "c107",
    "giai_thich_cau_hoi": "Biển cấm rẽ phải là biển tròn viền đỏ với mũi tên rẽ phải bị gạch chéo, giả định Biển 1 và 3 là biển này."
  },
  {
    "ma_cau_hoi": "CH108",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE04",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào cấm các phương tiện giao thông đường bộ rẽ trái?",
    "dap_an_1": "Biển 1 và 2.",
    "dap_an_2": "Biển 1 và 3.",
    "dap_an_3": "Biển 2 và 3.",
    "dap_an_4": "Cả ba biển.",
    "dap_an_dung": "dap_an_1",
    "hinh_anh": "c108",
    "giai_thich_cau_hoi": "Giả định Biển 1 và 2 là biển cấm rẽ trái dựa trên quy định giao thông."
  },
        {
            "ma_cau_hoi": "CH109",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào cho phép xe rẽ trái?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Không biển nào.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c109",
            "giai_thich_cau_hoi": "Biển cho phép rẽ trái thường không có dấu cấm, giả định Biển 2 phù hợp."
        },
        {
            "ma_cau_hoi": "CH110",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào xe quay đầu không bị cấm?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Cả hai biển.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "c110",
            "giai_thich_cau_hoi": "Biển không cấm quay đầu thường không có ký hiệu cấm chữ U ngược, giả định Biển 2 phù hợp."
        },
        {
            "ma_cau_hoi": "CH111",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE07",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào xe được phép quay đầu nhưng không được rẽ trái?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Cả hai biển.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c111",
            "giai_thich_cau_hoi": "Biển cấm rẽ trái nhưng không cấm quay đầu, giả định Biển 1 là biển này."
        },
        {
            "ma_cau_hoi": "CH112",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE08",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào là biển “Cấm đi ngược chiều”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Cả ba biển.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c112",
            "giai_thich_cau_hoi": "Biển 'Cấm đi ngược chiều' là biển tròn viền đỏ với mũi tên trắng hướng xuống, giả định Biển 1 là biển này."
        },
        {
            "ma_cau_hoi": "CH113",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE01",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào dưới đây các phương tiện không được phép đi vào?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 1 và 2.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "c113",
            "giai_thich_cau_hoi": "Giả định Biển 1 là biển cấm tất cả phương tiện đi vào, ví dụ biển cấm đường hoặc cấm ngược chiều."
        },
        {
            "ma_cau_hoi": "CH114",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE02",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Khi gặp biển nào xe ưu tiên theo luật định vẫn phải dừng lại?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Cả ba biển.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c114",
            "giai_thich_cau_hoi": "Biển 'Dừng lại' (hình tam giác viền đỏ với chữ STOP) buộc tất cả xe, kể cả xe ưu tiên, phải dừng, giả định Biển 2 là biển này."
        },
        {
            "ma_cau_hoi": "CH115",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE03",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào cấm tất cả các loại xe cơ giới và thô sơ đi lại trên đường, trừ xe ưu tiên theo luật định (nếu đường vẫn cho xe chạy được)?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Cả hai biển.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c115",
            "giai_thich_cau_hoi": "Biển cấm tất cả xe trừ xe ưu tiên thường là biển tròn viền đỏ với ký hiệu cấm chung, giả định Biển 1 là biển này."
        },
  {
    "ma_cau_hoi": "CH116",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE04",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Gặp biển nào xe xích lô được phép đi vào?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 2.",
    "dap_an_3": "Biển 3.",
    "dap_an_4": "Biển 1 và biển 2.",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "c116",
    "giai_thich_cau_hoi": "Xe xích lô là xe thô sơ, được phép đi vào biển không cấm xe thô sơ, giả định Biển 3 là biển cho phép."
  },
        {
            "ma_cau_hoi": "CH117",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Gặp biển nào xe lam, xe xích lô máy được phép đi vào?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "c117",
            "giai_thich_cau_hoi": "Xe lam và xích lô máy là xe cơ giới, được phép đi vào biển không cấm xe cơ giới, giả định Biển 2 là biển này."
        },
        {
            "ma_cau_hoi": "CH118",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển báo này có ý nghĩa như thế nào?",
            "dap_an_1": "Tốc độ tối đa cho phép về ban đêm cho các phương tiện là 70 km/h.",
            "dap_an_2": "Tốc độ tối thiểu cho phép về ban đêm cho các phương tiện là 70 km/h.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c118",
            "giai_thich_cau_hoi": "Biển tròn viền đỏ với số 70 thường là biển giới hạn tốc độ tối đa, áp dụng ban đêm nếu có ký hiệu bổ sung."
        },
        {
            "ma_cau_hoi": "CH119",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE07",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Chiều dài đoạn đường 500 m từ nơi đặt biển này, người lái xe có được phép bấm còi không?",
            "dap_an_1": "Được phép.",
            "dap_an_2": "Không được phép.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c119",
            "giai_thich_cau_hoi": "Biển cấm bấm còi (hình loa bị gạch chéo) cấm sử dụng còi trong phạm vi 500m, giả định đây là biển đó."
        },
        {
            "ma_cau_hoi": "CH120",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE08",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào xe mô tô hai bánh được đi vào?",
            "dap_an_1": "Biển 1 và 2.",
            "dap_an_2": "Biển 1 và 3.",
            "dap_an_3": "Biển 2 và 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c120",
            "giai_thich_cau_hoi": "Xe mô tô hai bánh được đi vào các biển không cấm loại xe này, giả định Biển 2 và 3 là biển cho phép."
        },
        {
            "ma_cau_hoi": "CH121",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE01",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào xe mô tô hai bánh không được đi vào?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c121",
            "giai_thich_cau_hoi": "Biển cấm xe mô tô hai bánh là biển tròn viền đỏ với hình xe mô tô, giả định Biển 1 là biển này."
        },
        {
            "ma_cau_hoi": "CH122",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE02",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển báo nào báo hiệu bắt đầu đoạn đường vào phạm vi khu dân cư, các phương tiện tham gia giao thông phải tuân theo các quy định đi đường được áp dụng ở khu đông dân cư?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c122",
            "giai_thich_cau_hoi": "Biển báo khu dân cư (hình nhà) báo hiệu bắt đầu khu vực đông dân, giả định Biển 1 là biển này."
        },
  {
    "ma_cau_hoi": "CH123",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE03",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Gặp biển nào người lái xe phải nhường đường cho người đi bộ?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 2.",
    "dap_an_3": "Biển 3.",
    "dap_an_4": "Biển 1 và 3.",
    "dap_an_dung": "dap_an_1",
    "hinh_anh": "c123",
    "giai_thich_cau_hoi": "Biển báo vạch kẻ đường cho người đi bộ (tam giác viền đỏ) yêu cầu nhường đường, giả định Biển 1 là biển này."
  },
  {
    "ma_cau_hoi": "CH124",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE04",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào chỉ đường dành cho người đi bộ, các loại xe không được đi vào khi gặp biển này?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 1 và 3.",
    "dap_an_3": "Biển 3.",
    "dap_an_4": "Cả ba biển.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c124",
    "giai_thich_cau_hoi": "Biển đường dành cho người đi bộ (hình người đi bộ trong vòng tròn xanh) cấm xe, giả định Biển 1 là biển này."
  },
        {
            "ma_cau_hoi": "CH125",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Đường dành cho xe thô sơ”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c124",
            "giai_thich_cau_hoi": "Biển đường dành cho xe thô sơ (hình xe đạp trong vòng tròn xanh) chỉ dành cho xe thô sơ, giả định Biển 2 là biển này."
        },
  {
    "ma_cau_hoi": "CH126",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE06",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào báo hiệu sắp đến chỗ giao nhau nguy hiểm?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 1 và 2.",
    "dap_an_3": "Biển 2 và 3.",
    "dap_an_4": "Cả ba biển.",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "c126",
    "giai_thich_cau_hoi": "Biển báo giao nhau nguy hiểm thường là biển tam giác viền đỏ với ký hiệu giao nhau, giả định Biển 1 là biển này."
  },
        {
            "ma_cau_hoi": "CH127",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE07",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Giao nhau với đường sắt có rào chắn”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2 và 3.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c127",
            "giai_thich_cau_hoi": "Biển báo giao nhau với đường sắt có rào chắn là tam giác viền đỏ với hình đường sắt và rào chắn, giả định Biển 1 là biển này."
        },
  {
    "ma_cau_hoi": "CH128",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE01",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào báo hiệu nguy hiểm giao nhau với đường sắt?",
    "dap_an_1": "Biển 1 và 2.",
    "dap_an_2": "Biển 1 và 3.",
    "dap_an_3": "Biển 2 và 3.",
    "dap_an_4": "Cả ba biển.",
    "dap_an_dung": "dap_an_2",
    "hinh_anh": "c128",
    "giai_thich_cau_hoi": "Biển báo nguy hiểm giao nhau với đường sắt bao gồm các biển cảnh báo có hoặc không rào chắn, giả định Biển 1 và 3 là biển này."
  },
  {
    "ma_cau_hoi": "CH129",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE08",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào báo hiệu “Giao nhau có tín hiệu đèn”?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 2.",
    "dap_an_3": "Biển 3.",
    "dap_an_4": "Cả ba biển.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c129",
    "giai_thich_cau_hoi": "Biển báo giao nhau có tín hiệu đèn là tam giác viền đỏ với hình đèn giao thông, giả định Biển 3 là biển này."
  },
  {
    "ma_cau_hoi": "CH130",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE02",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào báo hiệu Đường sắt giao nhau với đường bộ không có rào chắn?",
    "dap_an_1": "Biển 1 và 2.",
    "dap_an_2": "Biển 1 và 3.",
    "dap_an_3": "Biển 2 và 3.",
    "dap_an_4": "Cả ba biển.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c130",
    "giai_thich_cau_hoi": "Biển báo đường sắt không rào chắn thường có ký hiệu đường sắt trong tam giác viền đỏ, giả định Biển 1 và 3 là biển này."
  },
  {
    "ma_cau_hoi": "CH131",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE03",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào báo hiệu sắp đến chỗ giao nhau giữa đường bộ và đường sắt?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 2.",
    "dap_an_3": "Biển 3.",
    "dap_an_4": "Biển 1 và 3.",
    "dap_an_dung": "dap_an_1",
    "hinh_anh": "c131",
    "giai_thich_cau_hoi": "Biển cảnh báo trước giao nhau với đường sắt là tam giác viền đỏ với ký hiệu đường sắt, giả định Biển 1 là biển này."
  },
  {
    "ma_cau_hoi": "CH132",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE04",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào báo hiệu, chỉ dẫn xe đi trên đường này được quyền ưu tiên qua nơi giao nhau?",
    "dap_an_1": "Biển 1 và 2.",
    "dap_an_2": "Biển 1 và 3.",
    "dap_an_3": "Biển 2 và 3.",
    "dap_an_4": "Cả ba biển.",
    "dap_an_dung": "dap_an_2",
    "hinh_anh": "c132",
    "giai_thich_cau_hoi": "Biển báo đường ưu tiên là hình thoi vàng hoặc biển chỉ dẫn ưu tiên, giả định Biển 1 và 3 là biển này."
  },
  {
    "ma_cau_hoi": "CH133",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE05",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào báo hiệu “Giao nhau với đường không ưu tiên”?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 2.",
    "dap_an_3": "Biển 3.",
    "dap_an_4": "Biển 2 và 3.",
    "dap_an_dung": "dap_an_1",
    "hinh_anh": "c133",
    "giai_thich_cau_hoi": "Biển báo giao nhau với đường không ưu tiên là hình thoi vàng, giả định Biển 1 là biển này."
  },
        {
            "ma_cau_hoi": "CH134",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Giao nhau với đường ưu tiên”?",
            "dap_an_1": "Biển 1 và 3.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c134",
            "giai_thich_cau_hoi": "Biển báo giao nhau với đường ưu tiên là tam giác viền đỏ với ký hiệu đường ưu tiên, giả định Biển 2 là biển này."
        },
  {
    "ma_cau_hoi": "CH135",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE07",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào báo hiệu “Đường bị thu hẹp”?",
    "dap_an_1": "Biển 1 và 2.",
    "dap_an_2": "Biển 1 và 3.",
    "dap_an_3": "Biển 2 và 3.",
    "dap_an_4": "Cả ba biển.",
    "dap_an_dung": "dap_an_1",
    "hinh_anh": "c135",
    "giai_thich_cau_hoi": "Biển báo đường thu hẹp là tam giác viền đỏ với ký hiệu đường hẹp, giả định Biển 1 và 2 là biển này."
  },
  {
    "ma_cau_hoi": "CH136",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE08",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Khi gặp biển nào, người lái xe phải giảm tốc độ, chú ý xe đi ngược chiều, xe đi ở phía đường bị hẹp phải nhường đường cho xe đi ngược chiều?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 1 và 3.",
    "dap_an_3": "Biển 2 và 3.",
    "dap_an_4": "Cả ba biển.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c136",
    "giai_thich_cau_hoi": "Biển báo đường thu hẹp một bên (tam giác viền đỏ) yêu cầu nhường đường, giả định Biển 1 là biển này."
  },
        {
            "ma_cau_hoi": "CH137",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE01",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Đường giao nhau” của các tuyến đường cùng cấp?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c137",
            "giai_thich_cau_hoi": "Biển báo đường giao nhau cùng cấp là tam giác viền đỏ với ký hiệu giao nhau, giả định Biển 1 là biển này."
        },
        {
            "ma_cau_hoi": "CH138",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE02",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Đường đôi”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c138",
            "giai_thich_cau_hoi": "Biển báo đường đôi là hình chữ nhật xanh với hai mũi tên ngược chiều, giả định Biển 2 là biển này."
        },
        {
            "ma_cau_hoi": "CH139",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE03",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Đường đôi”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "c139",
            "giai_thich_cau_hoi": "Biển báo đường đôi là hình chữ nhật xanh với hai mũi tên ngược chiều, giả định Biển 2 là biển này (trùng CH138)."
        },
        {
            "ma_cau_hoi": "CH140",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE04",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Giao nhau với đường hai chiều”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c140",
            "giai_thich_cau_hoi": "Biển báo giao nhau với đường hai chiều là tam giác viền đỏ với ký hiệu hai mũi tên, giả định Biển 3 là biển này."
        },
        {
            "ma_cau_hoi": "CH141",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Đường hai chiều”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c141",
            "giai_thich_cau_hoi": "Biển báo đường hai chiều là hình chữ nhật xanh với hai mũi tên ngược chiều, giả định Biển 1 là biển này."
        },
        {
            "ma_cau_hoi": "CH142",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Giao nhau với đường hai chiều”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c142",
            "giai_thich_cau_hoi": "Biển báo giao nhau với đường hai chiều là tam giác viền đỏ với ký hiệu hai mũi tên, giả định Biển 3 là biển này (trùng CH140)."
        },
        {
            "ma_cau_hoi": "CH143",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE07",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Chú ý chướng ngại vật”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2 và 3.",
            "dap_an_3": "Cả ba biển.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c143",
            "giai_thich_cau_hoi": "Biển báo chú ý chướng ngại vật là tam giác viền đỏ với ký hiệu chướng ngại, giả định Biển 1 là biển này."
        },
        {
            "ma_cau_hoi": "CH144",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE08",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Gặp biển nào người tham gia giao thông phải đi chậm và thận trọng đề phòng khả năng xuất hiện và di chuyển bất ngờ của trẻ em trên mặt đường?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c144",
            "giai_thich_cau_hoi": "Biển cảnh báo trẻ em là tam giác viền đỏ với hình trẻ em, yêu cầu đi chậm, giả định Biển 1 là biển này."
        },
        {
            "ma_cau_hoi": "CH145",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE01",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào chỉ dẫn nơi bắt đầu đoạn đường dành cho người đi bộ?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c145",
            "giai_thich_cau_hoi": "Biển chỉ dẫn đường cho người đi bộ là hình chữ nhật xanh với hình người đi bộ, giả định Biển 2 là biển này."
        },
        {
            "ma_cau_hoi": "CH146",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE02",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển báo này có ý nghĩa gì?",
            "dap_an_1": "Báo hiệu đường có ổ gà, lồi lõm.",
            "dap_an_2": "Báo hiệu đường có gồ giảm tốc phía trước.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c146",
            "giai_thich_cau_hoi": "Biển báo gồ giảm tốc là tam giác viền đỏ với ký hiệu gờ nổi, giả định đây là ý nghĩa của biển."
        },
        {
            "ma_cau_hoi": "CH147",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE03",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào (đặt trước ngã ba, ngã tư) cho phép xe được rẽ sang hướng khác?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Không biển nào.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "c147",
            "giai_thich_cau_hoi": "Biển chỉ dẫn rẽ là hình chữ nhật xanh với mũi tên, giả định Biển 2 là biển này."
        },
        {
            "ma_cau_hoi": "CH148",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE04",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Hướng đi thẳng phải theo”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c148",
            "giai_thich_cau_hoi": "Biển bắt buộc đi thẳng là hình tròn xanh với mũi tên thẳng, giả định Biển 1 là biển này."
        },
        {
            "ma_cau_hoi": "CH149",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Đường một chiều”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Cả hai biển.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c149",
            "giai_thich_cau_hoi": "Biển đường một chiều là hình chữ nhật xanh với mũi tên trắng, giả định Biển 2 là biển này."
        },
        {
            "ma_cau_hoi": "CH150",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Trong các biển dưới đây biển nào là biển “Hết tốc độ tối đa cho phép”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c150",
            "giai_thich_cau_hoi": "Biển hết tốc độ tối đa là hình tròn viền đen với số bị gạch chéo, giả định Biển 3 là biển này."
        },
  {
    "ma_cau_hoi": "CH151",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE07",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Hiệu lực của biển “Tốc độ tối đa cho phép” hết tác dụng khi gặp biển nào dưới đây?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 2.",
    "dap_an_3": "Biển 3.",
    "dap_an_4": "Biển 1 và 2.",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "c151",
    "giai_thich_cau_hoi": "Biển hết tốc độ tối đa là hình tròn viền đen với số bị gạch chéo, giả định Biển 3 là biển này."
  },
  {
    "ma_cau_hoi": "CH152",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE08",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Trong các biển dưới đây biển nào là biển “Hết hạn chế tốc độ tối thiểu”?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 2.",
    "dap_an_3": "Biển 3.",
    "dap_an_4": "Cả ba biển.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c152",
    "giai_thich_cau_hoi": "Biển hết hạn chế tốc độ tối thiểu là hình tròn viền đen với số màu xanh bị gạch chéo, giả định Biển 2 là biển này."
  },
  {
    "ma_cau_hoi": "CH153",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE01",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào dưới đây báo hiệu hết cấm vượt?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 2.",
    "dap_an_3": "Biển 3.",
    "dap_an_4": "Biển 2 và 3.",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "c153",
    "giai_thich_cau_hoi": "Biển hết cấm vượt là hình tròn viền đen với ký hiệu cấm vượt bị gạch chéo, giả định Biển 1 là biển này."
  },
  {
    "ma_cau_hoi": "CH154",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE02",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Trong các biển dưới đây biển nào là biển “Hết mọi lệnh cấm”?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 2.",
    "dap_an_3": "Biển 3.",
    "dap_an_4": "Cả ba biển.",
    "dap_an_dung": "dap_an_2",
    "hinh_anh": "c154",
    "giai_thich_cau_hoi": "Biển hết mọi lệnh cấm là hình tròn trắng viền đen, giả định Biển 3 là biển này."
  },
  {
    "ma_cau_hoi": "CH155",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE03",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào chỉ dẫn cho người đi bộ sử dụng cầu vượt qua đường?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 2.",
    "dap_an_3": "Cả hai biển.",
    "dap_an_4": "Không biển nào.",
    "dap_an_dung": "dap_an_1",
    "hinh_anh": "c155",
    "giai_thich_cau_hoi": "Biển chỉ dẫn cầu vượt cho người đi bộ là hình chữ nhật xanh với hình người và cầu, giả định Biển 1 là biển này."
  },
  {
    "ma_cau_hoi": "CH156",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE04",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Biển nào chỉ dẫn cho người đi bộ sử dụng hầm chui qua đường?",
    "dap_an_1": "Biển 1.",
    "dap_an_2": "Biển 2.",
    "dap_an_3": "Cả hai biển.",
    "dap_an_4": "Không biển nào.",
    "dap_an_dung": "dap_an_2",
    "hinh_anh": "c156",
    "giai_thich_cau_hoi": "Biển chỉ dẫn hầm chui cho người đi bộ là hình chữ nhật xanh với hình người và hầm, giả định Biển 2 là biển này."
  },
        {
            "ma_cau_hoi": "CH157",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển nào báo hiệu “Nơi đỗ xe dành cho người tàn tật”?",
            "dap_an_1": "Biển 1.",
            "dap_an_2": "Biển 2.",
            "dap_an_3": "Biển 3.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c157",
            "giai_thich_cau_hoi": "Biển nơi đỗ xe cho người tàn tật là hình chữ nhật xanh với ký hiệu xe lăn, giả định Biển 3 là biển này."
        },
        {
            "ma_cau_hoi": "CH158",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Gặp biển báo này, người tham gia giao thông phải xử lý như thế nào?",
            "dap_an_1": "Dừng xe tại khu vực có trạm Cảnh sát giao thông.",
            "dap_an_2": "Tiếp tục lưu thông với tốc độ bình thường.",
            "dap_an_3": "Phải giảm tốc độ đến mức an toàn và không được vượt khi đi qua khu vực này.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "c158",
            "giai_thich_cau_hoi": "Biển báo khu vực có trạm Cảnh sát giao thông (thường là tam giác viền đỏ với hình CSGT) yêu cầu giảm tốc độ và không vượt để đảm bảo an toàn."
        },
        {
            "ma_cau_hoi": "CH159",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE07",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Biển số 1 có ý nghĩa gì?",
            "dap_an_1": "Đi thẳng hoặc rẽ trái trên cầu vượt.",
            "dap_an_2": "Đi thẳng hoặc rẽ phải trên cầu vượt.",
            "dap_an_3": "Báo hiệu cầu vượt liên thông.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "c159",
            "giai_thich_cau_hoi": "Biển chỉ dẫn cầu vượt (hình chữ nhật xanh) với mũi tên thẳng và rẽ trái, giả định Biển 1 có ý nghĩa này."
        },
  {
    "ma_cau_hoi": "CH160",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE08",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Vạch kẻ đường nào dưới đây là vạch phân chia các làn xe cùng chiều?",
    "dap_an_1": "Vạch 1.",
    "dap_an_2": "Vạch 2.",
    "dap_an_3": "Vạch 3.",
    "dap_an_4": "Vạch 1 và 2.",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "c160",
    "giai_thich_cau_hoi": "Vạch phân chia làn xe cùng chiều là vạch đứt nét màu trắng, giả định Vạch 1 là vạch này."
  },
  {
    "ma_cau_hoi": "CH161",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE01",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Vạch kẻ đường nào dưới đây là vạch phân chia hai chiều xe chạy (vạch tim đường), xe không được lấn làn, không được đè lên vạch?",
    "dap_an_1": "Vạch 1.",
    "dap_an_2": "Vạch 2.",
    "dap_an_3": "Vạch 3.",
    "dap_an_4": "Cả 3 vạch.",
    "dap_an_dung": "dap_an_2",
    "hinh_anh": "c161",
    "giai_thich_cau_hoi": "Vạch tim đường cấm lấn làn là vạch liền màu vàng, giả định Vạch 2 là vạch này."
  },
  {
    "ma_cau_hoi": "CH162",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE02",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Vạch kẻ đường nào dưới đây là vạch phân chia hai chiều xe chạy (vạch tim đường)?",
    "dap_an_1": "Vạch 1.",
    "dap_an_2": "Vạch 2.",
    "dap_an_3": "Vạch 3.",
    "dap_an_4": "Vạch 1 và 3.",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "c162",
    "giai_thich_cau_hoi": "Vạch tim đường phân chia hai chiều có thể là vạch liền hoặc đứt màu vàng, giả định Vạch 3 là vạch này."
  },
        {
            "ma_cau_hoi": "CH163",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE03",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Các vạch dưới đây có tác dụng gì?",
            "dap_an_1": "Phân chia hai chiều xe chạy ngược chiều nhau.",
            "dap_an_2": "Phân chia các làn xe chạy cùng chiều nhau.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c163",
            "giai_thich_cau_hoi": "Vạch tim đường phân chia hai chiều xe chạy ngược nhau, giả định đây là ý nghĩa của vạch."
        },
  {
    "ma_cau_hoi": "CH164",
    "ma_nhom_cau_hoi": "NCH05",
    "ma_de": "DE04",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Khi gặp vạch kẻ đường nào các xe được phép đè vạch?",
    "dap_an_1": "Vạch 1.",
    "dap_an_2": "Vạch 2.",
    "dap_an_3": "Vạch 3.",
    "dap_an_4": "Vạch 1 và vạch 3.",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "c164",
    "giai_thich_cau_hoi": "Vạch đứt nét màu trắng (phân chia làn cùng chiều) cho phép đè vạch, giả định Vạch 1 là vạch này."
  },
        {
            "ma_cau_hoi": "CH165",
            "ma_nhom_cau_hoi": "NCH05",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Vạch dưới đây có ý nghĩa gì?",
            "dap_an_1": "Vị trí dừng xe của các phương tiện vận tải hành khách công cộng.",
            "dap_an_2": "Báo cho người điều khiển được dừng phương tiện trong phạm vi phần mặt đường có bố trí vạch để tránh ùn tắc giao thông.",
            "dap_an_3": "Dùng để xác định vị trí giữa các phương tiện trên đường.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c165",
            "giai_thich_cau_hoi": "Vạch kẻ hình chữ nhật màu vàng với chữ 'BUS' thường là vị trí dừng xe buýt, giả định đây là ý nghĩa của vạch."
        },
  {
    "ma_cau_hoi": "CH166",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE06",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "dap_an_1": "Xe tải, xe khách, xe con, mô tô.",
    "dap_an_2": "Xe tải, mô tô, xe khách, xe con.",
    "dap_an_3": "Xe khách, xe tải, xe con, mô tô.",
    "dap_an_4": "Mô tô, xe khách, xe tải, xe con.",
    "dap_an_dung": "dap_an_2",
    "hinh_anh": "c166",
    "giai_thich_cau_hoi": "Theo quy tắc ưu tiên, xe khách (vận tải hành khách) thường được ưu tiên trước, tiếp theo là xe tải, xe con, mô tô, giả định tình huống không có xe ưu tiên đặc biệt."
  },
  {
    "ma_cau_hoi": "CH167",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE07",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "dap_an_1": "Xe tải, xe con, mô tô.",
    "dap_an_2": "Xe con, xe tải, mô tô.",
    "dap_an_3": "Mô tô, xe con, xe tải.",
    "dap_an_4": "Xe con, mô tô, xe tải.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c167",
    "giai_thich_cau_hoi": "Xe con thường được ưu tiên trước xe tải và mô tô trong tình huống thông thường, giả định không có biển báo ưu tiên."
  },
        {
            "ma_cau_hoi": "CH168",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE08",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Trường hợp này xe nào được quyền đi trước?",
            "dap_an_1": "Mô tô.",
            "dap_an_2": "Xe con.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c168",
            "giai_thich_cau_hoi": "Xe con thường được ưu tiên trước mô tô trong tình huống giao nhau không có đèn hoặc biển báo, giả định xe con ở đường ưu tiên."
        },
        {
            "ma_cau_hoi": "CH169",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE01",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Xe nào được quyền đi trước trong trường hợp này?",
            "dap_an_1": "Mô tô.",
            "dap_an_2": "Xe cứu thương.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c169",
            "giai_thich_cau_hoi": "Xe cứu thương là xe ưu tiên theo luật, được quyền đi trước mô tô trong mọi trường hợp khi có tín hiệu ưu tiên."
        },
        {
            "ma_cau_hoi": "CH170",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE02",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Theo tín hiệu đèn, xe nào được phép đi?",
            "dap_an_1": "Xe con và xe khách.",
            "dap_an_2": "Mô tô.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c170",
            "giai_thich_cau_hoi": "Giả định đèn xanh cho hướng của xe con và xe khách, nên chúng được phép đi, còn mô tô phải dừng."
        },
        {
            "ma_cau_hoi": "CH171",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE03",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
            "dap_an_1": "Xe khách, xe tải, mô tô.",
            "dap_an_2": "Xe tải, xe con, mô tô.",
            "dap_an_3": "Xe khách, xe con, mô tô.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c171",
            "giai_thich_cau_hoi": "Giả định xe tải, xe con, mô tô đi sai làn hoặc không tuân thủ tín hiệu đèn/biển báo, vi phạm quy tắc giao thông."
        },
  {
    "ma_cau_hoi": "CH172",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE04",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "dap_an_1": "Xe khách, xe tải, mô tô, xe con.",
    "dap_an_2": "Xe con, xe khách, xe tải, mô tô.",
    "dap_an_3": "Mô tô, xe tải, xe khách, xe con.",
    "dap_an_4": "Mô tô, xe tải, xe con, xe khách.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c172",
    "giai_thich_cau_hoi": "Xe con thường được ưu tiên trước, tiếp theo là xe khách (vận tải hành khách), xe tải, và mô tô trong tình huống không có xe ưu tiên đặc biệt."
  },
  {
    "ma_cau_hoi": "CH173",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE05",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Trong trường hợp này xe nào đỗ vi phạm quy tắc giao thông?",
    "dap_an_1": "Xe tải.",
    "dap_an_2": "Xe con và mô tô.",
    "dap_an_3": "Cả ba xe.",
    "dap_an_4": "Xe con và xe tải.",
    "dap_an_dung": "dap_an_1",
    "hinh_anh": "c173",
    "giai_thich_cau_hoi": "Giả định xe con và mô tô đỗ sai vị trí (trên vạch kẻ, lề đường cấm đỗ), trong khi xe tải đỗ đúng quy định."
  },
        {
            "ma_cau_hoi": "CH174",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Theo hướng mũi tên, những hướng nào xe gắn máy đi được?",
            "dap_an_1": "Cả ba hướng.",
            "dap_an_2": "Chỉ hướng 1 và 3.",
            "dap_an_3": "Chỉ hướng 1.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c174",
            "giai_thich_cau_hoi": "Giả định hướng 2 bị cấm (biển cấm rẽ hoặc đường ngược chiều), xe gắn máy chỉ được đi hướng 1 và 3."
        },
  {
    "ma_cau_hoi": "CH175",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE07",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Xe nào đỗ vi phạm quy tắc giao thông?",
    "dap_an_1": "Cả hai xe.",
    "dap_an_2": "Không xe nào vi phạm.",
    "dap_an_3": "Chỉ xe mô tô vi phạm.",
    "dap_an_4": "Chỉ xe tải vi phạm.",
    "dap_an_dung": "dap_an_1",
    "hinh_anh": "c175",
    "giai_thich_cau_hoi": "Giả định xe mô tô đỗ sai quy định (trên vỉa hè hoặc khu vực cấm), trong khi xe tải đỗ đúng."
  },
  {
    "ma_cau_hoi": "CH176",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE08",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Xe nào đỗ vi phạm quy tắc giao thông?",
    "dap_an_1": "Chỉ mô tô.",
    "dap_an_2": "Chỉ xe tải.",
    "dap_an_3": "Cả ba xe.",
    "dap_an_4": "Chỉ mô tô và xe tải.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c175",
    "giai_thich_cau_hoi": "Giả định mô tô và xe tải đỗ sai (trên vạch kẻ hoặc khu vực cấm), trong khi xe còn lại đỗ đúng."
  },
        {
            "ma_cau_hoi": "CH177",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE01",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Xe tải kéo mô tô ba bánh như hình này có đúng quy tắc giao thông không?",
            "dap_an_1": "Đúng.",
            "dap_an_2": "Không đúng.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c177",
            "giai_thich_cau_hoi": "Theo quy định, xe tải không được kéo mô tô ba bánh trên đường công cộng trừ trường hợp đặc biệt (cứu hộ), nên là không đúng."
        },
        {
            "ma_cau_hoi": "CH178",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE02",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Xe nào được quyền đi trước trong trường hợp này?",
            "dap_an_1": "Xe con.",
            "dap_an_2": "Xe mô tô.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c178",
            "giai_thich_cau_hoi": "Giả định xe con ở đường ưu tiên hoặc có tín hiệu đèn xanh, nên được đi trước xe mô tô."
        },
  {
    "ma_cau_hoi": "CH179",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE03",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Thứ tự các xe đi như thế nào là đúng quy tắc giao thông?",
    "dap_an_1": "Xe con (A), mô tô, xe con (B), xe đạp.",
    "dap_an_2": "Xe con (B), xe đạp, mô tô, xe con (A).",
    "dap_an_3": "Xe con (A), xe con (B), mô tô + xe đạp.",
    "dap_an_4": "Mô tô + xe đạp, xe con (A), xe con (B).",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "c179",
    "giai_thich_cau_hoi": "Xe con (A) và (B) được ưu tiên trước, sau đó mô tô và xe đạp cùng đi (giả định cùng hướng không ưu tiên)."
  },
        {
            "ma_cau_hoi": "CH180",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE04",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Xe nào được quyền đi trước trong trường hợp này?",
            "dap_an_1": "Mô tô.",
            "dap_an_2": "Xe con.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c180",
            "giai_thich_cau_hoi": "Giả định xe con ở đường ưu tiên hoặc có tín hiệu đèn xanh, nên được đi trước mô tô."
        },
  {
    "ma_cau_hoi": "CH181",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE05",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Xe nào vi phạm quy tắc giao thông?",
    "dap_an_1": "Xe khách.",
    "dap_an_2": "Mô tô.",
    "dap_an_3": "Xe con.",
    "dap_an_4": "Xe con và mô tô.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c181",
    "giai_thich_cau_hoi": "Giả định mô tô đi sai làn, vượt sai quy định hoặc không nhường đường, nên vi phạm."
  },
        {
            "ma_cau_hoi": "CH182",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Các xe đi như thế nào là đúng quy tắc giao thông?",
            "dap_an_1": "Các xe ở phía tay phải và tay trái của người điều khiển được phép đi thẳng.",
            "dap_an_2": "Cho phép các xe ở mọi hướng được rẽ phải.",
            "dap_an_3": "Tất cả các xe phải dừng lại trước ngã tư, trừ những xe đã ở trong ngã tư được phép tiếp tục đi.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "c182",
            "giai_thich_cau_hoi": "Giả định đèn đỏ hoặc biển dừng, tất cả xe phải dừng, trừ xe đã vào ngã tư được đi tiếp."
        },
  {
    "ma_cau_hoi": "CH183",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE07",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Theo hướng mũi tên, xe nào được phép đi?",
    "dap_an_1": "Mô tô, xe con.",
    "dap_an_2": "Xe con, xe tải.",
    "dap_an_3": "Mô tô, xe tải.",
    "dap_an_4": "Cả ba xe.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c183",
    "giai_thich_cau_hoi": "Giả định hướng mũi tên chỉ cho phép mô tô và xe con đi (đèn xanh hoặc biển chỉ dẫn), xe tải phải dừng."
  },
        {
            "ma_cau_hoi": "CH184",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE08",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Trong hình dưới đây, xe nào chấp hành đúng quy tắc giao thông?",
            "dap_an_1": "Chỉ xe khách, mô tô.",
            "dap_an_2": "Tất cả các loại xe trên.",
            "dap_an_3": "Không xe nào chấp hành đúng quy tắc giao thông.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c184",
            "giai_thich_cau_hoi": "Giả định xe khách và mô tô đi đúng làn, đúng tín hiệu, trong khi các xe khác vi phạm."
        },
  {
    "ma_cau_hoi": "CH185",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE01",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Theo hướng mũi tên, những hướng nào xe mô tô được phép đi?",
    "dap_an_1": "Cả ba hướng.",
    "dap_an_2": "Hướng 1 và 2.",
    "dap_an_3": "Hướng 1 và 3.",
    "dap_an_4": "Hướng 2 và 3.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c185",
    "giai_thich_cau_hoi": "Giả định hướng 2 bị cấm (biển cấm rẽ hoặc ngược chiều), xe mô tô chỉ được đi hướng 1 và 3."
  },
        {
            "ma_cau_hoi": "CH186",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE02",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Trong trường hợp này, thứ tự xe đi như thế nào là đúng quy tắc giao thông?",
            "dap_an_1": "Xe công an, xe quân sự, xe con + mô tô.",
            "dap_an_2": "Xe quân sự, xe công an, xe con + mô tô.",
            "dap_an_3": "Xe mô tô + xe con, xe quân sự, xe công an.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c186",
            "giai_thich_cau_hoi": "Xe công an và xe quân sự là xe ưu tiên, trong đó xe công an thường được ưu tiên trước nếu có tín hiệu, tiếp theo là xe quân sự, rồi xe con và mô tô."
        },
  {
    "ma_cau_hoi": "CH187",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE03",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Trong hình dưới, những xe nào vi phạm quy tắc giao thông?",
    "dap_an_1": "Xe con (E), mô tô (C).",
    "dap_an_2": "Xe tải (A), mô tô (D).",
    "dap_an_3": "Xe khách (B), mô tô (C).",
    "dap_an_4": "Xe khách (B), mô tô (D).",
    "dap_an_dung": "dap_an_1",
    "hinh_anh": "c187",
    "giai_thich_cau_hoi": "Giả định xe con (E) và mô tô (C) đi sai làn, vượt sai quy định hoặc không nhường đường, nên vi phạm."
  },
  {
    "ma_cau_hoi": "CH188",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE04",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Trong hình dưới, những xe nào vi phạm quy tắc giao thông?",
    "dap_an_1": "Xe con (B), mô tô (C).",
    "dap_an_2": "Xe con (A), mô tô (C).",
    "dap_an_3": "Xe con (E), mô tô (D).",
    "dap_an_4": "Tất cả các loại xe trên.",
    "dap_an_dung": "dap_an_3",
    "hinh_anh": "c188",
    "giai_thich_cau_hoi": "Giả định xe con (A) và mô tô (C) vi phạm (đi sai hướng, vượt đèn đỏ), các xe khác tuân thủ."
  },
        {
            "ma_cau_hoi": "CH189",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Bạn có được phép vượt xe mô tô phía trước không?",
            "dap_an_1": "Cho phép.",
            "dap_an_2": "Không được vượt.",
            "dap_an_3": "",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c189",
            "giai_thich_cau_hoi": "Giả định có biển cấm vượt, vạch liền hoặc khu vực nguy hiểm, nên không được vượt xe mô tô."
        },
  {
    "ma_cau_hoi": "CH190",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE06",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Theo tín hiệu đèn của xe cơ giới, xe nào vi phạm quy tắc giao thông?",
    "dap_an_1": "Xe mô tô.",
    "dap_an_2": "Xe ô tô con.",
    "dap_an_3": "Không xe nào vi phạm.",
    "dap_an_4": "Cả 2 xe.",
    "dap_an_dung": "dap_an_4",
    "hinh_anh": "c190",
    "giai_thich_cau_hoi": "Giả định đèn đỏ hoặc tín hiệu dừng, xe mô tô đi qua là vi phạm, xe ô tô con dừng đúng."
  },
        {
            "ma_cau_hoi": "CH191",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE07",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
            "dap_an_1": "Xe con.",
            "dap_an_2": "Xe tải.",
            "dap_an_3": "Xe con, xe tải.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c191",
            "giai_thich_cau_hoi": "Giả định xe con và xe tải đi sai hướng mũi tên (đèn đỏ, biển cấm), nên vi phạm."
        },
        {
            "ma_cau_hoi": "CH192",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE08",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
            "dap_an_1": "Xe tải, xe con.",
            "dap_an_2": "Xe khách, xe con.",
            "dap_an_3": "Xe khách, xe tải.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "c192",
            "giai_thich_cau_hoi": "Giả định xe khách và xe con đi sai làn hoặc không tuân thủ tín hiệu, nên vi phạm."
        },
  {
    "ma_cau_hoi": "CH193",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE01",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Các xe đi theo hướng mũi tên, xe nào vi phạm quy tắc giao thông?",
    "dap_an_1": "Xe con, xe tải, xe khách.",
    "dap_an_2": "Xe tải, xe khách, xe mô tô.",
    "dap_an_3": "Xe khách, xe mô tô, xe con.",
    "dap_an_4": "Cả bốn xe.",
    "dap_an_dung": "dap_an_2",
    "hinh_anh": "c193",
    "giai_thich_cau_hoi": "Giả định xe khách, mô tô, xe con đi sai hướng hoặc không nhường đường, xe tải đúng."
  },
  {
    "ma_cau_hoi": "CH194",
    "ma_nhom_cau_hoi": "NCH06",
    "ma_de": "DE02",
				"is_cau_diem_liet": "0",
    "noi_dung_cau_hoi": "Các xe đi theo hướng mũi tên, xe nào chấp hành đúng quy tắc giao thông?",
    "dap_an_1": "Xe tải, mô tô.",
    "dap_an_2": "Xe khách, mô tô.",
    "dap_an_3": "Xe tải, xe con.",
    "dap_an_4": "Mô tô, xe con.",
    "dap_an_dung": "dap_an_2",
    "hinh_anh": "c194",
    "giai_thich_cau_hoi": "Giả định xe tải và mô tô đi đúng hướng mũi tên và tín hiệu, các xe khác vi phạm."
  },
        {
            "ma_cau_hoi": "CH195",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE03",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
            "dap_an_1": "Xe của bạn, mô tô, xe con.",
            "dap_an_2": "Xe con, xe của bạn, mô tô.",
            "dap_an_3": "Mô tô, xe con, xe của bạn.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_3",
            "hinh_anh": "c195",
            "giai_thich_cau_hoi": "Xe con thường ưu tiên trước, tiếp theo là xe của bạn (giả định không ưu tiên đặc biệt), rồi mô tô."
        },
        {
            "ma_cau_hoi": "CH196",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE04",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Các xe đi theo thứ tự nào là đúng quy tắc giao thông đường bộ?",
            "dap_an_1": "Xe của bạn, mô tô, xe con.",
            "dap_an_2": "Xe con, xe của bạn, mô tô.",
            "dap_an_3": "Mô tô, xe con, xe của bạn.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c196",
            "giai_thich_cau_hoi": "Xe con ưu tiên trước, tiếp theo là xe của bạn, rồi mô tô (tương tự CH195, giả định không thay đổi tình huống)."
        },
        {
            "ma_cau_hoi": "CH197",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE05",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Bạn xử lý như thế nào trong trường hợp này?",
            "dap_an_1": "Tăng tốc độ, rẽ phải trước xe tải và xe đạp.",
            "dap_an_2": "Giảm tốc độ, rẽ phải sau xe tải và xe đạp.",
            "dap_an_3": "Tăng tốc độ, rẽ phải trước xe đạp.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c197",
            "giai_thich_cau_hoi": "Giảm tốc độ và nhường đường cho xe tải và xe đạp (đường thẳng hoặc ưu tiên) là an toàn và đúng quy định."
        },
        {
            "ma_cau_hoi": "CH198",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE06",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Xe nào dừng đúng theo quy tắc giao thông?",
            "dap_an_1": "Xe con.",
            "dap_an_2": "Xe mô tô.",
            "dap_an_3": "Cả 2 xe đều đúng.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_1",
            "hinh_anh": "c198",
            "giai_thich_cau_hoi": "Giả định xe con dừng đúng vạch hoặc tín hiệu đèn, xe mô tô dừng sai vị trí."
        },
        {
            "ma_cau_hoi": "CH199",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE07",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Xe của bạn đang di chuyển gần đến khu vực giao cắt với đường sắt, khi rào chắn đang dịch chuyển, bạn điều khiển xe như thế nào là đúng quy tắc giao thông?",
            "dap_an_1": "Quan sát nếu thấy không có tàu thì tăng tốc cho xe vượt qua đường sắt.",
            "dap_an_2": "Dừng lại trước rào chắn một khoảng cách an toàn.",
            "dap_an_3": "Ra tín hiệu, yêu cầu người gác chắn tàu kéo chậm Barie để xe bạn qua.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c199",
            "giai_thich_cau_hoi": "Khi rào chắn đang dịch chuyển, phải dừng lại trước rào chắn để đảm bảo an toàn, không được vượt qua."
        },
        {
            "ma_cau_hoi": "CH200",
            "ma_nhom_cau_hoi": "NCH06",
            "ma_de": "DE08",
            "is_cau_diem_liet": "0",
            "noi_dung_cau_hoi": "Trong tình huống dưới đây, xe đầu kéo kéo rơ moóc (xe container) đang rẽ phải, xe con màu xanh và xe máy phía sau xe container đi như thế nào để đảm bảo an toàn?",
            "dap_an_1": "Vượt về phía bên phải để đi tiếp.",
            "dap_an_2": "Giảm tốc độ chờ xe container rẽ xong rồi tiếp tục đi.",
            "dap_an_3": "Vượt về phía bên trái để đi tiếp.",
            "dap_an_4": "",
            "dap_an_dung": "dap_an_2",
            "hinh_anh": "c200",
            "giai_thich_cau_hoi": "Khi xe container rẽ phải, xe con và xe máy phải giảm tốc độ, chờ rẽ xong để tránh va chạm, đảm bảo an toàn."
        }
  ]
}
